{
  "links": [
    {
      "text": "2018",
      "href": "/speakers"
    },
    {
      "text": "2017",
      "href": "/speakers/2017"
    },
    {
      "text": "2016",
      "href": "/speakers/2016"
    },
    {
      "text": "2015",
      "href": "/speakers/2015"
    },
    {
      "text": "2014",
      "href": "/speakers/2014"
    },
    {
      "text": "2013",
      "href": "/speakers/2013"
    },
    {
      "text": "2012",
      "href": "/speakers/2012"
    },
    {
      "text": "2011",
      "href": "/speakers/2011"
    },
    {
      "text": "2010",
      "href": "/speakers/2010"
    }
  ],
  "nomination_form": {
    "url": "https://goo.gl/2xFrKz"
  },
  "2018": [
    {
      "name": "David Lang",
      "byline": "Entrepreneur and Writer",
      "description": "David Lang is the co-founder of OpenROV, manufacturers of underwater drones, and OpenExplorer, a platform for connected exploration as well as an entrepreneur and writer. David is also a TED Senior Fellow and a National Geographic Explorer. His TED talk on DIY robotics and ocean exploration has garnered more than one million views. His writing has been featured on BackChannel, MAKE, and Popular Mechanics. His first book, Zero to Maker, chronicled his journey from underskilled beginner to underwater robot manufacturer. David’s story of career reinvention and adventure has drawn a lot of attention. His work and company has been written about and featured in The New York Times, WIRED, and dozens of other popular outlets.",
      "image_uri": "/static/images/speakerPics/DavidLang.jpg",
      "image_large_uri": "/static/images/speakerPics/DavidLang-large.jpg",
      "twitter": "davidtlang"
    },
    {
      "name": "Jennifer French",
      "byline": "Advocate and Author",
      "description": "Jennifer French became a quadriplegic from a C6-7 incomplete spinal cord injury in 1998. She is a silver medalist from the 2012 Paralympic Games and is the 2012 Rolex Yachtswoman of the Year; the first woman with a disability to receive this distinction. Jennifer is also the Co-Founder of the Warrior Sailing Program, which focuses on maritime education for wounded, ill and injured service members. She serves on the board of the Disability Achievement Center and the Committee to Advocate for Persons with Impairments, and author of the book: On My Feet Again: My Journey out of the Wheelchair using Neurotechnology. As a user of neurotechnology who has reaped its benefits, she is also the Co-founder of the Neurotech Network, which educates and advocates to and for persons with impairments, their caregivers and health care professionals regarding neurotechnology. Jennifer has been featured in several media outlets and is an accomplished writer and speaker.",
      "image_uri": "/static/images/speakerPics/JenniferFrench.jpg",
      "image_large_uri": "/static/images/speakerPics/JenniferFrench-large.jpg",
      "twitter": "NeurotechNtwk"
    },
    {
      "name": "Chandni Kazi",
      "byline": "Great Place to Work Inc",
      "description": "Chandni Kazi is passionate about public health, social justice and the role of STEM in achieving both. She earned her bachelor’s degree from UC Berkeley in Molecular and Cell Biology, as well as her Masters of Public Health in Biostatistics from Loma Linda University. She is a published author on the relationship between education and maternal weight gain in U.S. Mothers. Alongside her studies, she volunteered at a nonprofit that served the youth experiencing homelessness. For two years, she digitized their data collection process and spent time with the youth providing public health services. This experience led her to devout her master’s thesis to researching better ways to help them with respect to their mental health and utilization of more public health services. Chandni now brings her unique interdisciplinary background into the workplace. She serves as a Product Manager at Great Place To Work Inc, a global organization that creates great workplaces for all. She is responsible for building innovations that help reduce systemic injustices that take place within organizations. Additionally, she chairs her company’s philanthropic group and volunteers her expertise to local nonprofits in need of data support. Chandni lives in San Francisco, CA and enjoys traveling, all things ramen, salsa dancing and surfing.",
      "image_uri": "/static/images/speakerPics/ChandniKazi.jpg",
      "image_large_uri": "/static/images/speakerPics/ChandniKazi-large.jpg",
      "twitter": "chai923"
    },
    {
      "name": "Doniece Sandoval",
      "byline": "Nonprofit Founder, Advocate",
      "description": "Doniece Sandoval is the founder of Lava Mae, a San Francisco-based nonprofit that began by converting public transportation buses into bathrooms on wheels for the homeless. Driven by a fierce belief that everyone deserves the right to be clean, she was inspired to build Lava Mae after learning about the appalling lack of showers and toilets available to people experiencing homelessness across this country.<br/><br/>Her mobile hygiene odyssey began with an inherent understanding that collaboration across the sectors was key to making Lava Mae a success. With the help of the Mayor’s Office of Housing, Opportunity, Engagement and Partnership, partnerships were seeded with some of the city’s most respected nonprofit homeless providers, city agencies from the San Francisco Municipal Transportation Agency to the San Francisco Public Utilities Commission and companies such as Google.<br/><br/>In the three-and-a-half years since launching its service, Lava Mae has transformed the lives of more than 10,000 Californians and is scaling by sharing an open source toolkit to respond to the 1,600+ requests for help from communities as far away as Zimbabwe and Mongolia and as close as Los Angeles and San Jose. Doniece’s goal is to enable 1M new showers around the globe over the next two years.<br/><br/>Doniece credits the international visibility Lava Mae has achieved both to the cord it’s striking and to her extensive marketing/branding/PR experience. Before tackling hygiene for the homeless, Doniece spent the previous decade working in the arts as head of marketing at the San Jose Museum of Art – growing the coveted young adult audience by over 200% in two years, and then as Chief External Relations Officer for ZERO1 — an organization dedicated to showcasing the work of some of the most fertile minds from the worlds of art, science, design, architecture, and technology - where she helped secure major funding, shaped programming, and developed and stewarded the brand.<br/><br/>Her private sector experience includes work with major companies such as Coca Cola, Informix, DoubleClick, ToysRUs.com and a host of small San Francisco-based design companies she helped brand.  She began her career as a Legislative Research Analyst in Texas.<br/><br/>Accolades include: 2017: CNN Hero, Irvine Leadership Award, YBCA 100, Woman of the Year, CA Legislature, Bright Idea by the Innovations in American Government Awards; 2016: KIND Award; AIASF Community Alliance Award/Social Impact; Harmony in Hope Award; 2016 Hispanicize Positive Impact Award. 2015: Women in the World’s Mother of Invention Award; Department on the Status of Women, Woman of the Year; Senator Mark Leno honoree Woman of the Year, 2014: Red Cross Community Hero; Janice Mirikitani Legacy Award; Project Homeless Connect’s Innovator of the Year honoree. But Doniece is most proud of the honor bestowed upon her by her 10-year old daughter who calls her a Homeless Super Hero.",
      "image_uri": "/static/images/speakerPics/DonieceSandoval.jpg",
      "image_large_uri": "/static/images/speakerPics/DonieceSandoval-large.jpg",
      "twitter": "LavaMae"
    },
    {
      "name": "Khalid Kadir",
      "byline": "Professor at UC Berkeley",
      "twitter": "khalidcal",
      "description": "Khalid is a Continuing Lecturer at UC Berkeley, teaching courses in the Global Poverty & Practice (GPP) program, Political Economy, and the College of Engineering. He received his PhD in 2010 from Berkeley in Civil and Environmental Engineering, where his research focused on pathogen removal in natural water and wastewater treatment systems. While completing this research, Khalid was awarded a Fulbright Fellowship to work on water and wastewater treatment systems in Morocco. During this time, he began studying the complex role that engineering expertise plays in the politics of international development and poverty alleviation. His current research focuses on the politics of technology, engineering education, and the design of water and sanitation systems for humanitarian contexts. In 2013 Khalid was selected as a Chancellor’s Public Scholar to create and teach an innovative interdisciplinary engineering course that combines community-engaged scholarship with classroom learning to train future engineers to engage with the social and political roots of their technical work. In recognition of his work on this unique course and of his teaching in the GPP program, Khalid was awarded the 2014 Chancellor’s Award for Public Service for Service-Learning Leadership. More recently, in 2017 Khalid received UC Berkeley’s Distinguished Teaching Award, the campus’ most prestigious honor for teaching.",
      "image_uri": "/static/images/speakerPics/KhalidKadir.jpg",
      "image_large_uri": "/static/images/speakerPics/KhalidKadir-large.jpg"
    },
    {
      "name": "Justin Barad",
      "twitter": "jbhungry",
      "byline": "Medical Entrepreneur",
      "description": "Justin Barad, MD is the co-founder and CEO of Osso VR, a clinically validated and award-winning surgical training platform. Early in Dr. Barad’s career, he fully intended to become a game developer, but when a family member became ill he decided to use his technology background to solve healthcare challenges and moved toward medicine. With a strong interest in “serious gaming” and a first-hand understanding of the challenges facing residents and experienced doctors, he co-founded Osso VR with a mission to democratize access to modern surgical techniques and improve patient safety.<br/><br/>In addition, Dr. Barad is also a practicing orthopaedic surgeon with a Bioengineering degree from UC Berkeley, and an MD from UCLA where he graduated first in his class. He completed his residency at UCLA, and his fellowship was in pediatric orthopaedics at Harvard and Boston Children's Hospital. Dr. Barad has also written for Medgadget, a popular medical technology site, for more than a decade, and has spoken at multiple conferences including TEDMED, the CES Digital Health Summit, Exponential Medicine, and Health 2.0.",
      "image_uri": "/static/images/speakerPics/JustinBarad.jpg",
      "image_large_uri": "/static/images/speakerPics/JustinBarad-large.jpg"
    },
    {
      "name": "Dan Hammer",
      "twitter": "econohammer",
      "byline": "Entrepreneur, Environmental Activist",
      "description": "Dan Hammer received 2017 Pritzker Award for his work to make environmental information more accessible to journalists.  He earned is PhD in Environmental Economics from UC Berkeley, where he was a Fellow at the Berkeley Institute for Data Science.  Dan works at an environmental and tech nonprofit that he founded alongside two other Berkeley alumni, including the former CEO of The Nature Conservancy and The Moore Foundation.  He previously served as a Senior Policy Advisor on data infrastructure in the Obama White House, as well as a Presidential Innovation Fellow at NASA.  Dan was the Chief Data Scientist at the World Resources Institute, where he co-founded Global Forest Watch -- an online platform to monitor deforestation from satellite imagery.  He cofounded a venture capital-backed satellite image analytics company, which is successful long after he left -- likely because he left.  He is adjunct faculty in the public policy school at Georgetown University, and the environmental sciences department at the University of San Francisco. He graduated with high honors in mathematics and economics from Swarthmore College, where he was a Lang Opportunity Scholar and volunteer firefighter.  Dan spent almost two years in the South Pacific as a Watson Fellow, building and racing outrigger canoes.",
      "image_uri": "/static/images/speakerPics/DanHammer.jpg",
      "image_large_uri": "/static/images/speakerPics/DanHammer-large.png"
    },
    {
      "name": "Claudio Guglieri",
      "twitter": "claudioguglieri",
      "byline": "Designer",
      "description": "Claudio Guglieri is the Creative Director at Microsoft where he leads the Art Direction of Fluent Design, Microsoft’s own design system. Prior to this he managed design teams that worked on future audio and video experiences for Windows. He has worked at agencies like Elephant and Fantasy Interactive where he drove the design efforts for a variety of clients such as Apple, Adobe, CNN, Reuters, EA, Range Rover, Google and Viacom among others.<br/><br/>Claudio is passionate about interactive design, emotional experiences and helping others to achieve more through his work.<br/><br/>His work has been featured in magazines including .Net Magazine, Communication Arts, Web Designer Mag, WebDesign Index and industry sites like FastCoDesign, CreativeBloq, Computer Arts, TheFwa and Awwwards. In the past several years his work has been awarded by the Emmy Awards, the One Show Interactive, the European Design Awards, TheFWA and Awwwards among others.",
      "image_uri": "/static/images/speakerPics/ClaudioGuglieri.jpg",
      "image_large_uri": "/static/images/speakerPics/ClaudioGuglieri-large.jpg"
    },
    {
      "name": "Dónall Ó Héalaí",
      "twitter": "celticconscious",
      "byline": "Founder of Celtic Consciousness",
      "description": "Born and raised in Connemara in the West of Ireland, Dónall is the founding director of Celtic Consciousness. A lover and sharer of stories and songs, he is a native Gaelic speaker and a graduate of the National University of Ireland, Maynooth, where he was awarded Dr. H.H Stewart Literary prize. <br/><br/>He has worked extensively with the National Irish-language television channel, TG4, as well as with the National Irish-language theatre, An Taibhdhearc. He has also taught at The Irish Arts Center in New York City. In 2015 he was presented with Irish Screen America's rising Talent Award for his in performance in film. His acting work on film and television has featured in the Toronto Film Festival and at the Prix Europa television awards.<br/><br/>He is delighted to have this opportunity to share his own relationship with the Gaelic language and how this has inspired the founding of the initiative, Celtic Consciousness.",
      "image_uri": "/static/images/speakerPics/DonallHealai.jpg",
      "image_large_uri": "/static/images/speakerPics/DonallHealai-large.jpg"
    },
    {
      "name": "Daria Musk",
      "twitter": "dariamusk",
      "byline": "Musician | Artistpreneur ",
      "description": "This is the story of a girl who’s voice launched a thousand lines of code. After a nearly overnight success, singing for a global audience and building a fanbase of millions – through her first-of-a-kind live interactive online concerts – Daria Musk’s influence and ideas have spilled over from songs into talks, tours, press and accolades (from Billboard and Rolling Stone, to The GRAMMY’s new FutureNow Artist award) and behind-the-scenes consulting for the world’s biggest tech and entertainment companies.<br/><br/>This year, the millennial-musican-filmmaker-producer founded Unlabeled Studio, a new kind of multimedia production house and recording studio where she and her award-winning team of multi-hyphenate creators make music, videos, film scores, screenplays, interactive livestreams, novels, branded content and more. First up to launch in 2018 is Daria’s docs-series “Unmastered” an intimate and interactive look into the making her debut album. Daria’s work is made inspire and empower a generation of “artistpreneurs” like her, to make what they love and what they do.",
      "image_uri": "/static/images/speakerPics/DariaMusk.jpg",
      "image_large_uri": "/static/images/speakerPics/DariaMusk-large.jpg"
    },
    {
      "name": "Teresa Ryan, PhD",
      "twitter": "smhayetsk1",
      "byline": "Tsimshian, Postdoc at UBC Forestry",
      "description": "Teresa (Sm’hayetsk) Ryan, PhD, (Tsimshian) is a Postdoctoral Teaching and Research Fellow, Department of Forest and Conservation Sciences, Faculty of Forestry, University of British Columbia, Canada supervised by Professor Suzanne Simard. Teresa’s research is motivated by her Aboriginal Tsimshian heritage and the guidance provided by her Grandfather to become a fisheries scientist. For her dissertation Dr. Ryan examined colonial dispossession of Aboriginal lands and trade. The ecologic and social harmony enjoyed by Aboriginal peoples was dismantled, with enormous costs to them, to the natural resources, and colonial society. This Aboriginal view is likely to prompt inquiry across disciplines into how Aboriginal cultures and economy are understood. For her argument she used a framework to explore Ancestral ecological-social institution linkages in terms that better portray an Aboriginal viewpoint and the connection of these complex adaptive systems to heterogeneous mosaic landscapes. She demonstrated how thousands of years of sustainable use based on the synergistic Aboriginal knowledge of cyclic resource production and variability was an intuitive component of Aboriginal stewardship.<br/><br/>Dr. Ryan seeks to conduct research that shows how things are connected at the aquatic-terrestrial interface and species inter-dependencies in complex adaptive systems. Her current research investigates Aboriginal salmon fishing technology and strategies that were used to increase abundance and maintain salmon biological diversity while contributing marine-derived nitrogen to coastal forests. The synchronicity of salmon and forests are so intertwined that changes to the rhythmic cycles of either may affect the other. Marine-derived nitrogen is transported into the forest by salmon predators and made available along mycorrhizal networks below ground among the trees providing a vital nutrient for forest health.<br/><br/>Dr. Ryan has contributed Aboriginal perspectives at several domestic and international levels. She is currently appointed as Scientist – Pacific Salmon Commission Joint Chinook Technical Committee (Canada), Member of the Circle of Experts for the Assembly of First Nations Advisory Committee on Climate Action and the Environment (ACCAE); and Member of the (Vancouver Fraser Port Authority) Enhancing Cetacean Habitat and Observations (ECHO) Technical Working Group. She has previously served as Vice Chair – BC Pacific Salmon Forum; Director - BC Aquatic Foods Resources Society; and has participated in Canadian Science Advisory Secretariat committees. She is a photographer and cedar basket weaver attending art markets and shows such as the Heard Museum (AZ) and SW Indian Art Market in Santa Fe (NM).",
      "image_uri": "/static/images/speakerPics/TeresaRyan.jpg",
      "image_large_uri": "/static/images/speakerPics/TeresaRyan-large.jpg"
    },
    {
      "name": "Dean Ornish",
      "twitter": "DeanOrnishMD",
      "byline": "Professor, UCSF/President, PMRI",
      "description": "Dean Ornish, M.D., is the founder and president of the non-profit Preventive Medicine Research Institute and Clinical Professor of Medicine at the University of California, San Francisco and Clinical Professor of Medicine at the University of California, San Diego.<br/><br/>He is the author of 6 books, all national bestsellers.  His TED.com talks have been viewed by over 4.5 million people.  The research that he and his colleagues conducted has been published in the leading medical journals.  Dr. Ornish was appointed by President Clinton to the White House Commission on Complementary and Alternative Medicine Policy and by President Obama to the White House Advisory Group on Prevention, Health Promotion, and Integrative and Public Health.  He is also a member of The Lancet Oncology \"Moonshot Commission.\"  He chaired the Google Health Advisory Council 2007-9 with Marissa Mayer.<br/><br/>The \"Ornish diet\" has been rated \"#1 for Heart Health\" by U.S. News & World Report every year since 2011.<br/><br/>He has received several awards, including the 1994 Outstanding Young Alumnus Award from the University of Texas, Austin; the University of California, Berkeley, “National Public Health Hero” award; the Jan J. Kellermann Memorial Award for distinguished contribution in the field of cardiovascular disease prevention from the International Academy of Cardiology; a Presidential Citation from the American Psychological Association; the inaugural “Lifetime Achievement Award” from the American College of Lifestyle Medicine; the Beckmann Medal from the German Society for Prevention and Rehabilitation of Cardiovascular Diseases; a U.S. Surgeon General Citation; and others.<br/><br/>Dr. Ornish was honored as \"one of the 125 most extraordinary University of Texas alumni in the past 125 years;\" chosen by LIFE magazine as “one of the fifty most influential members of his generation;” recognized by Forbes magazine as “one of the world’s seven most powerful teachers.”   For more information: www.ornish.com.",
      "image_uri": "/static/images/speakerPics/DeanOrnish.jpg",
      "image_large_uri": "/static/images/speakerPics/DeanOrnish-large.jpg"
    },
    {
      "name": "Hazel Miller",
      "byline": "High energy song stylist, soulful jazz",
      "description": "Hazel Miller is not just a great singer; \"She is a force of nature!\" quotes the Rocky Mountain News. Her voice has been called \"stunning, moving and powerful.\" Hazel has been a sought after performer in Colorado for the past 3 decades.  Ms. Miller has performed for al the Denver major league sports teams.  HMB has performed for 6 sitting governors and mayors and 4 US presidents.  The current Hazel Miller Band has been performing for 3 years all over Colorado and nationally.  Ms. Miller and her band has just been voted \"Best R&B\" Band for 2017 in the Westword magazine.<br/>HMB performs an eclectic blend of Jazz, R&B, Blues, Gospel and original music.   HMB's music is designed to excite and involve the audience.  The band's music choices are familiar and unique.<br/><br/>2017 is off to a great start...HMB played for a most interesting group of diverse movers and shakers in the USA and the world in Vail. Summer of 2017 brought me the honor of singing back up vocals for Garth Brooks, Amy Grant and John Oates.  The occasion was the 2017 Colorado Music Hall of Fame induction Ceremony.  HMB is booked for The Telluride Jazz Fest, Tri Lakes Arts Center, Sounds of the Summer music series, Prospect Sound Bites music series, The Beaver Creek music series, Bravo Vail Gala, just to name a few of the high profile festivals we'll be playing this summer.  WestWord Magazine named HMB the \"Best R&B Band 2017\".<br/><br/>The highlights of 2016: Ms. Miller performed at Red Rocks Amphitheater for the 30th Anniversary Celebration for Big Head Todd & the Monsters.  Ms. Miller returned to Red Rocks, two days later, to sing the National Anthem for the 75th Anniversary of Red Rocks.  The 2016 summer will feature the Hazel Miller Band in Edwards, Salida, Castle Rock, Leadville (Tabor Opera House), Lafayette, Longmont, Durango (Durango Blues Train), Greeley (Greeley Blues Jam) and Winter Park (Winter Park Jazz Festival), the 125th Anniversary of the Historic Elitch Theatre is an especially sentimental event for the band.  We just added Boettcher Concert Hall to the venues we've played.  It was so glorious to be on that stage opening for Big Head Todd Blues Club.  Hazel Miller sang the national anthem on Monday Night Football, for the World Champion Denver Broncos, October 24, 2016.  It was a nationally televised game with 30 million people watching.<br/><br/>The highlight of 2015 were Ms. Miller’s singing of the national anthem at the inauguration of Colorado Governor John Hickenlooper, January, 13, 2015.  Later on that night the Governor’s Inaugural Concert featured the Lumineers, String Cheese Incident and Big Head Todd and the Monsters with Ms. Miller.  Ms. Miller performed at the FIS Alpine Ski Championships in Beaver Creek, Colorado on February 15,2015; with an estimated international television audience of 180,000,000 viewers worldwide.  Ms. Miller has been chosen to record a welcome greeting for visitors taking the trains to the main terminal at Denver International Airport.<br/><br/>Winter of 2014 Ms. Miller toured with Big Head Todd and the Monsters.  They toured the entire country with great response from audiences. Ms. Miller had a great summer, 2014, of festival appearances in Grand Junction, Del Norte, Pagosa Springs, Frisco, Breckenridge, Erie, Boulder, Telluride, Mississippi, New Mexico and Wyoming.  HMB has appeared many times at the historic Red Rocks Amphitheater as the head liner and as an opener.  Ms. Miller has appeared as a special guest of Big Head Todd and the Monsters for more than 19 years.  This year marks HMB’s second appearance as the opener for The Botanic Gardens Music Series.  Summer 2013 they opened for Al Green and 2014 had them opening for Michael Mc Donald at the Botanic Gardens in Denver.<br/><br/>Ms. Miller’s music can be heard on many local radio stations KOA, KBCO, KUVO, KRFC, KOTO and KCNU.  Nationally, Sirius Radio and XM Radio are playing her music on the “Real Jazz” and “B. B. King’s” Blues stations.  Mark Ruffin, on “Real Jazz” XM Radio added Ms. Miller to the lineup fall of 2010 and she continues to be a requested performer on radio stations nationally for example:  Martha’s Vineyard, Charlotte, Miami and Chicago.   Ms. Miller sang on 6 tracks of the hit 2014 CD Blues Masters 3.  This CD featured Mickey Thomas from Jefferson Starship and Tim Tucker, executive producer and lead guitarist on the CD.  The reviews said this about Ms. Miller’s vocal performance: “Miller’s vocals would rival Koko Taylor”.  The CD is recognized as The Blues CD sleeper of 2014.",
      "image_uri": "/static/images/speakerPics/HazelMiller.jpg",
      "image_large_uri": "/static/images/speakerPics/HazelMiller-large.jpg"
    },
    {
      "name": "Haroon Moghul",
      "byline": "Shalom Hartman Institute Fellow",
      "twitter": "hsmoghul",
      "description": "Haroon Moghul is the Fellow in Jewish-Muslim Relations at the Shalom Hartman Institute. He's the author of three books, including How to be a Muslim: An American Story, which the Washington Post called \"an extraordinary gift,\" and \"an authentic portrayal of a vastly misunderstood community.\" He's hard at work on a new project, a series of novels set in the present, the past, and the future, in that order. Haroon has been published at the Washington Post, TIME, CNN, and Foreign Policy. In 2016, he was honored with the Religion News Writer's Awards for Religion Reporting Excellence. He was a Fellow at Fordham Law School's Center on National Security and with the National Security Studies Program at New America Foundation. Haroon is on the Multicultural Audience Development Initiative at the Metropolitan Museum of Art in New York City. He graduated from Columbia University with an M.A. in Middle East, South Asian and African Studies. He loves science fiction, lost his hair several years back, is way behind on his reading list, wants to move to Montreal, and is learning French.",
      "image_uri": "/static/images/speakerPics/HaroonMoghul.jpeg",
      "image_large_uri": "/static/images/speakerPics/HaroonMoghul.jpeg"
    },
    {
      "name": "Eric Osiakwan",
      "byline": "Entrepreneur and Investor",
      "twitter": "eosiakwan",
      "description": "Eric Osiakwan, Managing Partner of Chanzo Capital is an Entrepreneur and Investor with 15 years of ICT industry leadership across Africa and the world. He has worked in 32 African countries setting up ISPs, ISPAs, IXPs and high-tech startups. He Co-Founded Angel Africa List, Angel Fair Africa and currently serves on the board of Farmerline, SMS GH, Forhey, Teranga Solutions, SeeSayDo, Oasis Websoft, Siqueries, Amp.it, SameLogic, Bisa app, Wanjo Foods, Ghana Cyber City and WABco – some of which are his investments.<br/><br/>He was part of the team that built the TEAMS submarine cable in East Africa and an ICT Consultant for the WorldBank, Soros Foundations, UNDP, USAID, USDoJ, USDoS as well as African governments and private firms. <br/><br/>He authored “The KINGS of Africa’s Digital Economy”, co-authored the “Open Access Model”, adopted globally by the telecommunications industry, “Negotiating the Net” – the politics of Internet Diffusion in Africa and “The Internet in Ghana” with the Mosaic Group. He was invited to contribute ideas to Prime Minister Tony Blair’s Commission for Africa. Eric is a TED, Stanford, MIT and Harvard fellow.",
      "image_uri": "/static/images/speakerPics/EricOsiakwan.jpg",
      "image_large_uri": "/static/images/speakerPics/EricOsiakwan-large.jpg"
    }
  ],
  "2017": [
    {
      "name": "Minh Dang",
      "byline": "Advocate on U.S. Advisory Council on Human Trafficking",
      "description": "Minh Dang is a Team Manager at Linde Group, an IT consulting firm in Emeryville.  She is a Presidential Appointee to the first ever U.S. Advisory Council on Human Trafficking and is also currently a Co-Principal Investigator for a community-based research study funded by the National Institute of Justice entitled, 'Researcher-Survivor-Ally Formative Evaluation of San Francisco's Anti-Trafficking Task Forces'. Minh has received awards from the ACLU, Cal Alumni Association, City of Berkeley, and more. In 2013, she was one of fifteen AAPI Women named a Champion of Change by President Barack Obama. Minh first publicly identified as a survivor of slavery and incest in 2008, when MSNBC featured her story of slavery in a documentary. Minh also serves as an independent consultant, providing training and technical assistance for organizations addressing human trafficking and child abuse. Informally, she provides guidance and mentorship to survivors and formally, she serves on the Advisory Board of AnnieCannons, a pioneering organization that trains survivors of human trafficking in web development and programming. From 2005 to 2011, Minh worked at the University of California, Berkeley Public Service Center as an AmeriCorps Program Coordinator. She earned her B.A. in Sociology and her M.S.W. from the University of California, Berkeley. In her spare time, Minh plays center-mid on the soccer field, is training to hike the John Muir Trail, and has an unabashed love for stationary.",
      "image_uri": "/static/images/speakerPics/MinhDang.jpg"
    },
    {
      "name": "Mike Duffy",
      "byline": "Founder of Happiness Publishing, LLC",
      "description": "Mike Duffy is the founder of Happiness Publishing, LLC. He has been researching happiness for over 30 years. He is friends with and has interviewed the brightest minds in the field of positive psychology. He is the author of The Happiness Book: A Positive Guide To Happiness, The Happiness Book For Men and The Happiness Book For Kids: A Child’s Guide To Happiness! Volume I & II. Mike is the founder of The Happiness Hall Of Fame. Members of the hall include: Muhammad Ali, Chris Anderson, curator of TED; Mr. October, Reggie Jackson; Dr. Wayne Dyer, Serena Williams, Derek Jeter, NFL Hall Of Famer, Roger Staubach; Taylor Swift, Olympic gold medalist, Kristi Yamaguchi; The San Francisco Giants, The Golden State Warriors, Dolly Parton, Carlos Santana’s Milagro Foundation, Saint Mother Teresa’s Missionaries Of Charity and many others. The Happiness Hall Of Fame recognizes, encourages and celebrates people and organizations that make other people happy. The website is www.happinesshalloffame.com.",
      "image_uri": "/static/images/speakerPics/MikeDuffy.jpeg"
    },
    {
      "name": "Vivienne Ming",
      "byline": "Theoretical neuroscientist, Technologist, Entrepreneur",
      "description": "Named one of 10 Women to Watch in Tech in 2013 by Inc. Magazine, Vivienne Ming is a theoretical neuroscientist, technologist and entrepreneur. She co-founded Socos, where machine learning and cognitive neuroscience combine to maximize students' life outcomes. Vivienne is also a visiting scholar at UC Berkeley's Redwood Center for Theoretical Neuroscience, where she pursues her research in neuroprosthetics. In her free time, Vivienne has developed a predictive model of diabetes to better manage the glucose levels of her diabetic son and systems to predict manic episodes in bipolar sufferers. She sits on the boards of The Palm Center, Emozia, Engender, and Genderis Inc., and is a Chief Science Advisor to Cornerstone Capital, Platypus Institute, Shiftgig, and Bayes Impact. Dr. Ming also speaks frequently on issues of LGBT inclusion and gender in technology. Vivienne lives in Berkeley, CA, with her wife (and co-founder) and their two children.",
      "image_uri": "/static/images/speakerPics/VivienneMing.jpg"
    },
    {
      "name": "François Reyes",
      "byline": "President & Founder of Réveil Citoyen",
      "description": "Born in 1996 in the North of France, François Reyes has since his earliest years developed an interest in politics. But these past few years, after working for a senator during some time in France, he realized that change could only come from civil society. Deeply impacted by the lack of interest of the politicians in his homecountry for making people's lives better and countering extremism, he grew the desire to work as hard as possible with 'everyday people' in order to counter the lack of interest of the politicians. After the Charlie Hebdo terrorist attacks in January 2015 in Paris, he created a global NGO called Citizen's Awakening, that has for a goal to counter extremism and create understanding through bringing together people, through dialogue. Citizen's Awakening now is present in Canada, the UK, India, Hungary, France, and many other countries. Impacted on a personnal level by the Paris attacks of November 2015, he pledged to fight as hard as he could againt terrorism worldwide with what he believes is the most powerful weapon on the long term to tackle extremism : our ability so speak up, and to create bridges between different communities and different countries. François Reyes is also a speaker and an ambassador for One Young World & the Quilliam Foundation, and a member of the FATE (Families Against Terrorism & Extremism) network. He's in the middle of writing a book gathering the voices and solutions of/from/for families impacted one way or the other by terrorism, whether they lost a member of their family in a terrorist attack, or a child to the extremist-narrative. ",
      "image_uri": "/static/images/speakerPics/FrancoisReyes.jpg"
    },
    {
      "name": "Tai Tran",
      "byline": "Storyteller. Marketing Leader. Entrepreneur.",
      "description": "Named the youngest Forbes 30 Under 30 and LinkedIn Top Voice in Marketing and Advertising, Tai is an experienced storyteller, marketing leader, and entrepreneur. Through his thought leadership, Tai has empowered young entrepreneurs, startups, and leading tech brands to share their breakthrough narrative at scale. Followed by over 100,000 marketers, executives, and young professionals, Tai's work has been widely recognized by Forbes, LinkedIn, Twitter, MarketWatch, and Tech Insider. He is a proud alum of the UC Berkeley-Haas School of Business.<br/><br/>Tai previously led digital and content marketing at top Fortune 500 tech companies, including Apple and Samsung. He is currently the Head of Content and Brand at SelfScore, a venture backed fintech startup. Tai is the author of upcoming book, Zero to Infinity. The book breaks down a new concept in personal innovation that Tai describes as zero to infinity, the process of harvesting isolated experiences and nurturing them into a product of design, disruption, and infinite opportunities.",
      "image_uri": "/static/images/speakerPics/Tai Tran.jpg"
    },
    {
      "name": "Esther Wojcicki",
      "byline": "American journalist & Educator",
      "description": "Esther Wojcicki is a internationally known journalism teacher and the founder of the Palo Alto High School Media Arts Program, a program that focuses on empowering students through the use of media (newspaper, magazine, yearbook, websites, video production, photography, radio, & television). The program started in 1984 with an already established (1918) 6 -8 page newspaper and 19 students; it has grown to become one of the most distinguished and the largest scholastic media program in the nation today (2016)  with 600+ students, five additional teachers, nine publications, and a new 25,000 sq. ft Media Arts Center (2014).<br/><br/>Esther  is a Distinguished Visiting Scholar at MediaX at Stanford, a 2009 MacArthur Foundation Research Fellow, ; the 2002 California Teacher of the Year by the California Commission on Teacher Credentialing; the 2011 Charles O’Malley Award recipient from Columbia Scholastic Press.  In 2013, she was awarded an honorary doctorate from Palo Alto University,  and in 2016 an honorary doctorate from Rhode Island School of Design.  In November, 2016 she was awarded the MyHero Award for her work in global education.  She has been a speaker at multiple conferences including TED (2015), G20 Summit, and Singularity University Summit.  She co-authored popular education  book on blended learning entitled Moonshots in Education: Launching Blended Learning in the Classroom (2015) that explains a way to revolutionize education for the digital age. Her focus is give student agency in the classroom to empower their creativity and innovation skills.   She is also the mother of Susan Wojcicki, CEO of YouTube, Janet Wojcicki, Professor of Pediatrics at UCSF Medical School and Anne Wojcicki, CEO of 23andMe.   She is married to Stanford Physics Professor Stanley Wojcicki.  She and her husband are proud graduates of UC Berkeley.",
      "image_uri": "/static/images/speakerPics/Esther Wojcicki.JPG"
    },
    {
      "name": "Damien Horne",
      "byline": "National Recording Artist",
      "description": "Damien Horne Speaking Bio <br/><br/>There’s something very special about Damien. Actually, \"special\" may not be the best word. In times like these, in the world that we live in, there’s something relevant, significant and necessary about Damien – and people like him. You can go to pretty much any search engine, put \"Damien Horne\" in the search field and read about his life story and credentials. The cliff notes is he’s from Hickory, North Carolina. He’s one of twelve children (a blended family). He’s a middle child, adores his mother, is the first in his family to earn a high school diploma and now devotes a lot of his time and resources trying to make a better life for his loved ones and those around him. Although they didn’t grow up with a lot of monetary wealth (barely any to speak of), Damien’s mother had a love for God that inspired him to develop a personal relationship with Christ at the age of 7. <br/><br/>It’s there where his hope journey began…<br/><br/>The loss of brothers, experiencing family members being incarcerated and figuring out how to make ends meet led Damien to want more for himself. As a young adult, he first moved to LA. After being homeless a couple of years, he returned back to North Carolina and saved enough money to move to Nashville. Damien found himself homeless again. Only this time, a country star by the name of John Rich (of Big & Rich) put a nice chunk of change in his guitar case – and extended an invitation…to basically a whole new life.<br/><br/>As a musician.<br/>As a public speaker.<br/>As a world changer.<br/><br/>From Faith Hill and Keith Urban to Robert Randolph and John Legend, Damien has either opened up for or performed alongside these award-winning artists. He’s also been part of a country trio The Farm. He’s also had a publishing deal with Warner Chapel and released several solo projects including his latest EP The Love Saga Vol. 1. Yes, he has a few bragging rights.<br/><br/>But if you were to ask Damien what he’s most passionate about, his answer might surprise you. After receiving his associate’s degree from Free Will Baptist Bible College and becoming an ordained minister, Damien is intentional about giving back.<br/><br/>Giving back by sharing his testimony.<br/><br/>Giving back by serving at his home church, The Salvation Army.<br/><br/>Giving back by offering words of encouragement, support and faith – anywhere he can.<br/><br/>Damien recently started a blog that centers around his mission to surround others with hope. It’s called encourageinspiremotivate.com. Each week, there are new videos and articles on platforms he’s committed to: homelessness, human trafficking, prison ministry, world outreach, youth, adoption and the Word. That said, it should come as no surprise that Dr. Martin Luther King, Jr., Gandhi and Mother Teresa are some of his \"purpose mentors\" and life heroes.<br/><br/>\"Music is a talent God’s given me,\" shares Damien. \"It’s a tool that has opened up so many doors that I’m thankful for. But my heart is to speak to and reach out to as many people as I can. I want to let them know that their purpose and dreams are possible. Every day, I wake up with that on my mind. Every night, I fall asleep hoping that I did my best to inspire those I came into contact with.\"<br/><br/>Yep. Anyone who thinks like that is relevant, significant – and very necessary. <br/><br/>Indeed. For such a time as this. <br/>",
      "image_uri": "/static/images/speakerPics/Damien Horne.jpg"
    },
    {
      "name": "Loretta Falcone",
      "byline": "NASA Scientist",
      "description": "Loretta Falcone churns complexity into simplicity with data science  to reveal unseen patterns and connections.  Her seminal research at Caltech’s Jet Propulsion Laboratory as a NASA groomed scientist induced insights from the spacecraft exploration of Uranus, Jupiter and Mars to applications in climate change and energy optimization until one day her child suddenly took ill and she confronted her greatest challenge; to solve a serious health mystery.<br/><br/>Follow her as she takes her intuition on an emotional journey to save her child where a constellation of scientific perspectives transmutes fear into love to spark hope through a fog of determination. When we see the world of any problem again through the fresh eyes of a child free from the conventional lenses of entrenched expertise, there is a simple awakening that can illuminate the big ah-ha of a great hypothesis.<br/><br/>Loretta shares a deep commitment to science, education and advancing the quality of human spirit.  While waiting for code to compile she enjoys classical ballet, puppies and alpine walks in Lake Como, Italy where she lives with her husband and three children.",
      "image_uri": "/static/images/speakerPics/Loretta Falcone.jpg"
    },
    {
      "name": "Fuji Lai",
      "byline": "Visioneer. Robot Creator/Bioroboticist. Health Innovator.",
      "description": "Fuji Lai is passionate about revolutionizing the patient and human experience through augmenting human capabilities, improving healthcare access, and enhancing quality of care.  With her unique interdisciplinary background in biomedical engineering, robotics, human factors design and healthcare consulting plus 20+ years experience driving innovation in medical and surgical robotics, telemedicine, telepresence, mobile health, human-robot teams, human-machine interfaces, simulation and utilizing virtual reality to solve complex human challenges, Fuji brings a unique insight into how technology can transform the human experience.  She has served as medical robotics startup leadership member (InTouch Health), led the design and development of FDA-cleared Remote Presence robots for acute care telemedicine shipping 8 products in 5 years including the VITA (with iRobot)— the world’s first FDA-Class II-cleared robot with one-touch, \"go there\" autonomous navigation enabling new care models and 2014 Medical Design Excellence Award Finalist—and established virtual healthcare delivery networks now saving lives in 1500 hospitals in 22 countries from the ICU, OR, ED, clinic, to ambulance.  She also founded a medical human factors offering designing mission-critical medical devices and healthcare environments that enhance user experience, safety, performance capturing $4M business around the Hospital of the Future and was development team member on the first FDA-cleared surgical robot.  She is a 2016 Bold Visioneer with the XPRIZE Foundation to develop the next XPRIZE to address humanity’s grandest challenges, Singularity University Global Solutions Program 2015 Alumnus and Google Grant Recipient, MIT Solve Fellow, University of California Institute for Innovation Mentor/Advisor, and NSBRI/NASA Advisor to extend the reach of medical expertise to remote environments for space exploration.  Fuji is author of 30+ peer-reviewed publications, inventor on 15+ patents, been funded by NIH, DoD, NASA, and earned SM Biomedical Engineering (Harvard), MS Mechanical Engineering (UC Berkeley), BS Biomedical Engineering (Duke), BS Electrical Engineering (Duke).",
      "image_uri": "/static/images/speakerPics/Fuji Lai.jpg"
    },
    {
      "name": "Brian Malow",
      "byline": "Science Comedian",
      "social_media": {
        "twitter": "sciencecomedian",
        "youtube": "sciencecomedian",
        "facebook": "https://www.facebook.com/ScienceComedianBrianMalow/",
        "website": "www.sciencecomedian.com"
      },
      "description": "Brian Malow is Earth's premier science comedian (self-proclaimed). In addition to performing and giving science communication talks for the NSF, AAAS, NASA, NIST, ACS, Apple, Dell, Microsoft and others, Brian Malow has produced science videos for Time Magazine and audio pieces for Neil deGrasse Tyson’s radio show. He has blogged for Scientific American and worked in science communications at the North Carolina Museum of Natural Sciences. He was named an Osher Science Communication Fellow at the California Academy of Sciences. Brian has co-hosted programs on The Weather Channel, appeared on The Late Late Show with Craig Ferguson and ScienceFriday with Ira Flatow, and he has been featured in the New York Times, the Washington Post, the San Francisco Chronicle, and Nature, Science, and Symmetry magazines",
      "image_uri": "/static/images/speakerPics/Brian Malow.jpg"
    },
    {
      "name": "Mike Roberts",
      "byline": "Computer Graphics, Robotics Researcher",
      "social_media": {

      },
      "description": "Mike Roberts is a fifth-year PhD candidate at Stanford University. His current work is at the intersection of computer graphics and robotics, where he focuses on using drones to support human creativity. Before coming to Stanford, Mike spent two wonderful years at the Harvard Center for Brain Science. Mike’s joint work with the Harvard Center for Brain Science was published on the cover of Cell in 2015, and has been featured in BBC Horizon, The Guardian, Huffington Post, National Geographic, Nature News, The New York Times, and Popular Science. In 2013, Mike co-developed the Introduction to Parallel Programming course at Udacity, which has enrolled over 80,000 students.<br/><br/>Outside of academia, Mike is an avid music nerd and vinyl junkie, and has been DJing in nightclubs for over a decade. He is delighted to report that people were crowdsurfing at the last house party he did in Berkeley, but he promises that this won't happen during his talk at TEDxBerkeley.",
      "image_uri": "/static/images/speakerPics/Mike Roberts.jpg"
    },
    {
      "name": "Jessica Hansen",
      "byline": "Kiva Global Engagement and Education Manager",
      "description": "Jessica is passionate about helping people connect to and unleash their own capacity to make an impact on the world in positive, meaningful and sustainable ways. She got her start working with refugees at organizations including UNHCR, the International Rescue Committee/Women’s Refugee Commission, the US Committee for Refugees and Immigrants and Mercy Corps. Through her work, she focused primarily on protecting and empowering refugee women and girls, and fighting for greater access to education, basic healthcare and livelihoods. She also headed a program to successfully resettle over 10,000 Burundian refugees to the US.<br/><br/>At Kiva, Jessica helps educate and inspire others to support or create innovative and effective means of overcoming global challenges. In 2013, she launched the international award winning program Kiva U, which is engaging the next generation in microfinance and was recently featured in Chelsea Clinton’s book, It’s Your World: Get Informed, Get Inspired, and Get Going!<br/><br/>Prior to working at Kiva, Jessica lived and worked in Kenya with Nuru International, co-creating programs to raise literacy levels in rural primary schools with local Kenyan educators and scaling them throughout the region. Her fieldwork has been focused primarily in East Africa and Southeast Asia, though with Kiva, that scope has been rapidly expanding.<br/><br/>She has a BA in International Politics from the University of Central Oklahoma/University of Leicester and an MSW from the University of New South Wales in Sydney, Australia.",
      "image_uri": "/static/images/speakerPics/Jessica Hansen.jpg"
    },
    {
      "name": "Anna Lappé",
      "byline": "Food Systems Expert",
      "description": "Anna Lappé is an internationally recognized expert on food systems, a sustainable food advocate and a bestselling author of three books, including Diet for a Hot Planet, and a contributing author to fifteen more. The recipient of the James Beard Foundation Leadership Award and a TIME magazine “Eco” Who’s Who, Anna is the founder or co-founder of two national organizations, the Small Planet Institute and Fund and Real Food Media. At Real Food Media, Anna and her team work with partners nationwide to catalyze creative storytelling about food, farming and sustainability. The former co-host of the PBS show The Endless Feast, Anna also hosts the podcast Real Food Reads and regularly speaks to audiences around the country. Anna also works with philanthropists nationwide to help fund the grassroots change we need to foster health, justice and sustainability across the food chain. A native of the San Francisco Bay Area, after 17 years in New York City, Anna recently moved back to Berkeley with her husband and their two daughters.",
      "image_uri": "/static/images/speakerPics/Anna Lappe.png"
    },
    {
      "name": "Mayra Lozano",
      "byline": "Undocumented Student Activist",
      "description": "Mayra Lozano is a junior at UC Berkeley pursing a degree in Legal Studies and Chicano Studies. She is an undocumented student activist and organizer. She is also a first generation-low income student from Compton, California. In 2016 she performed an original monologue in the largest production of Eve Ensler’s Vagina Monologues at UC Berkeley.",
      "image_uri": "/static/images/speakerPics/Mayra Lozano.JPG"
    },
    {
      "name": "Lynne Twist",
      "byline": "Founder of Soul of Money Institute",
      "description": "For more than 40 years, Lynne Twist has been a recognized global visionary committed to alleviating poverty and hunger and supporting social justice and environmental sustainability. <br/><br/>From working with Mother Teresa in Calcutta to the refugee camps in Ethiopia and the threatened rainforests of the Amazon, Lynne’s on-the-ground work has brought her a deep understanding of the social tapestry of the world and the historical landscape of the times we are living in. <br/><br/><b><u>Author and Writer</u></b><br/><br/>The compelling stories and insights gained from her experiences inspired Lynne to write her best-selling, award-winning book \"The Soul of Money: Transforming Your Relationship with Money and Life\" (W.W. Norton, 2003). The book has been translated into eight languages including Korean, Chinese, Vietnamese, French, German, Japanese, Bulgarian and Portuguese. In addition, Lynne has contributed chapters to more than ten books including: <br/><br/>\"Women of Courage: Inspiring Stories from the Women Who Live Them\" Katherine Martin (New World Library, 1999)<br/><br/>\"Nonprofit Management 101: A Complete and Practical Guide for Leaders and Professionals\" Darian Rodriguez Heyman (Jossey-Bass 2011)<br/><br/>\"Einstein’s Business: Engaging Soul, Imagination, and Excellence in the Workplace\" Dawson Church, Ph.D. (Elite Books, 2007) <br/><br/>\"Birth 2012 and Beyond: Humanity’s Great Shift to the Age of Conscious Evolution\" Barbara Marx Hubbard (Shift Books, 2012)<br/><br/>Ms. Twist has written numerous articles for RSF Quarterly, Fetzer Institute, Noetic Sciences Quarterly, YES! Magazine and Balance, to name a few.<br/><b><u>Consultant and Coach</u></b> <br/>Founder of the Soul of Money Institute, Lynne has worked with over 100,000 people in 50 countries in board retreats, workshops, keynote presentations and one-on-one coaching in the arenas of fundraising with integrity, conscious philanthropy, strategic visioning and having a healthy relationship with money.<br/><br/>Among others, Ms. Twist has been an advisor to the Desmond Tutu Foundation, Network of Grateful Living and The Nobel Women’s Initiative — an initiative of six living Nobel Women Peace Laureates who work together to end violence against women and girls.  <br/><br/>Her clients cover a wide variety of profit, nonprofit and educational institutions including: Nobel Women’s Initiative, Microsoft, Proctor & Gamble, Charles Schwab, United Way, The Red Cross, Amnesty International, Sierra Club, Women Presidents’ Organization, Young Presidents’ Organization, Entrepreneurs’ Organization, Environmental Protection Agency (EPA), The Stanford Business School, MIT Sloan School of Management and Harvard University. <br/><br/><b><u>Keynote Speaker</u></b><br/><br/>A sought-after speaker, Lynne travels the world giving keynote presentations and workshops for conferences including: United Nations Beijing Women’s Conference, Nobel Women’s Conference on Sexual Violence, State of the World Forum Conference, Alliance for a New Humanity Conference with Deepak Chopra, Synthesis Dialogues with His Holiness the Dalai Lama and the Governor’s Conference on California Women, among others. <br/>In addition, she has co-presented and shared the stage with some of today’s most influential thought leaders including: Angeles Arrien, Marianne Williamson, His Holiness the Dalai Lama, F.W. de Klerk, Stephen Covey, Riane Eisler, Deepak Chopra, Barbara Marx Hubbard, Jane Goodall, Jean Houston, Roshi Joan Halifax and Archbishop Desmond Tutu.  <br/><br/><b><u>Global Citizen</u></b><br/><br/>A teacher by training, Lynne’s desire to contribute to others moved beyond the classroom and onto the world stage when she became the chief fundraising officer for The Hunger Project, raising over 200 million dollars in the course of her tenure. <br/><br/>In 1996, Lynne and her husband, Bill, co-founded The Pachamama Alliance — a nonprofit organization whose mission is to empower indigenous people of the Amazon rainforest to preserve their lands and culture and, using insights gained from that work, to educate and inspire individuals everywhere to bring forth a thriving, just and sustainable world.<br/><br/>Lynne’s work as a global citizen encompasses membership in a prestigious nonprofit board, including the Fetzer Institute<br/>Lynne formerly served as an advisory board member for the California Institute of Integral Studies, Global Youth Action Network and The International Museum of Women, The Center For Partnership Studies, among others. She is a member in good standing of the Association of Fundraising Professionals, The Social Venture Network and The National Society of Fundraising Executives. <br/><br/>As a result of her work as a global citizen, Lynne has been featured in over 10 films including: \"The Shift\" (Michael Goorjian, 2010), \"Crude Impact\" (James Jandak Wood, 2006),  \"Women of Wisdom and Power\" (Lili Fournier, 2000) and \"Money & Life (Katie Teague).<br/>In addition, she has been interviewed by dozens of media including The Huffington Post, \"Mehmet Oz Radio,\" Oprah and Friends Radio, NPR, The Chicago Tribune, The San Francisco Chronicle and PBS.<br/><br/><b><u>Honoree</u></b><br/><br/>As a result of her work around the world, Ms. Twist earned an Honorary Doctor of Humane Letters from Centenary College and has won numerous awards including the United Nations Woman of Distinction award, honoring her work to end world hunger; the Purpose Prize Fellow; Humanitarian of the Year Award from Youth at Risk; Humanitarian of the Year Award from the City of Fairfield, Iowa; Heroes of the 21st Century award from the Social Venture Network; Entrepreneurs’ Award from Katalysis Partnership; The Rainforest Champion Award from the Rainforest Actions Network; the Nautilus Book Award; the New Dimension Broadcaster Award and the Ella Baker Center for Human Rights Award for Breakthrough Visionary Leadership. <br/>In December 2015 Lynne received the Goi Peace Award from the Goi Foundation in Tokyo, Japan. The annual Goi Peace Award honors individuals and organizations in various fields that have made outstanding contributions toward the realization of a peaceful and harmonious world for humanity and all life on earth.<br/><br/>In September 2016 Lynne and her husband Bill were awarded the Humanitarian Award from Hidden Villa for their work with the Pachamama Alliance in preserving the Amazon rainforest and commitment to social justice and environmental sustainability.<br/><br/>In the summer of 2016 Lynne was interviewed by Oprah for her show \"Super Soul Sunday,\" which will air in April, 2017.<br/><br/>Lynne and her husband, Bill, live in San Francisco, California, and take delight in their three adult children and five grandchildren.",
      "image_uri": "/static/images/speakerPics/Lynne Twist.jpg"
    },
    {
      "name": "TEDxBerkeley Orchestra",
      "byline": "Vehicle for blend of Eastern, Western melodies",
      "description": "<i>\"This will be our reply to violence: to make music more intensely, more beautifully, more devotedly than ever before.\" - Leonard Bernstein</i><br/><br/>In the summer of 2012, Darin Chhing, the son of Cambodian refugees, began composing a piece blending both Eastern and Western melodies with his culture’s rich musical heritage. <br/><br/>Nearly five years later, the TEDxBerkeley Orchestra is pleased to premiere excerpts from Darin’s original composition entitled Singularity, dedicated to those impacted by recent terror attacks, the ongoing Syrian refugee crisis, and the pressing social and political challenges that constitute adversity in our dynamic global society.<br/><br/>As Darin recalls, \"The stories in the news of people fleeing their war-torn country are, in many ways, the stories of my aunts, uncles, and parents escaping genocide and resettling in the United States. This piece is a call for hope, solidarity, and love in the face of fear, anger, and cynicism.\" <br/><br/>At the heart of the TEDxBO lies both the generous commitment and dedication of its exceptionally talented and diverse family of college student musicians, all from across the Berkeley community, as well as a devotion to fostering a space where curiosity, imagination, innovation, and collective storytelling all thrive in concert. <br/><br/>Through the sheer power and deep beauty of film scores, Darin aspires to continue sharing music’s inherent ability to express the soul and strengthen the bonds that unite communities across oceans and borders.<br/><br/>On April 15, we hope you will join us and become part of our musical constellation.<br/>",
      "image_uri": "/static/images/speakerPics/TEDxBerkeley Orchestra.png"
    },
    {
      "name": "Cal Wushu",
      "byline": "UC Berkeley Wushu Team",
      "description": "Cal Wushu is the official wushu club of the University of California at Berkeley. Wushu is a modern adaptation of traditional Chinese martial arts that incorporates athleticism and acrobatics into aesthetically pleasing performances. Cal Wushu hosts CMAT, or Chinese Martial Arts Tournament, which is the one of the largest annual international martial arts tournaments and recently hosted the US Team Trials for the World University Games. They are also the nine year All-Round reigning champions at the Annual Collegiate Wushu Tournament, which is a national competition held between colleges.",
      "image_uri": "/static/images/speakerPics/Cal Wushu.jpg"
    },
    {
      "name": "Dr. Andres Roemer",
      "byline": "Award-Winning Author, Playwright, Activist",
      "description": "Dr Andres Roemer is a rare public figure who deserves to be called a Renaissance man. He was born in Mexico City in 1963. Dr Roemer graduated Summa Cum Laude from simultaneous B.A degrees in Law and Economics. He is also a Fulbright , Ford, CONACYT, and Harvard Scholar. He earned a PH.D in Public Policy in 1994 from UC Berkeley, and a master´s degree in Public Administration in 1991 from Harvard University, where he received the Don K price award (the only Latin American student to have ever achieved this). He also holds a post -doctoral degree in Psychology and Cultural Codes from the same university, with academic distinction.  Dr Roemer is the curator and co-founder of the \"International Festival Of Bright Minds, La Ciudad de las Ideas.\" His multiple efforts were publicly acknowledged in 2014 when when he received the prestigious Elise and Walter A. Haas international award from the University of California at Berkeley, previously bestowed on personalities such as Galo Plaza, (former president of Costa Rica), Yuan Tseh \"YT\" Lee (Nobel Prize in Chemistry), and Miguel Angel Rodriguez (former president of Costa Rica). His commencement speech was delivered alongside Nancy Pelosi at the University Stadium, where he talked about critical thinking as the most powerful tool to end fundamentalism and intolerance. He is also the author of 16 books on diverse topics such as freedom, gender, equality, moreover one of his two award-winning plays,  Oskar and Jack received the Theater Journalists Association Award for Human Rights, Defense. His range of influence is extensive and has significantly impacted the well-being of the American and Latin American people.",
      "image_uri": "/static/images/speakerPics/Andres Roemer.jpg"
    }
    ],
  "2016": [
    {
      "name": "Christopher Ategeka",
      "byline": "Engineer and Social Entrepreneur",
      "description": "Christopher Ategeka is award-winning social entrepreneur, engineer, and inventor. Among his many inventions is the patent of nanotechnology that can detect and monitor chronic diseases. Ategeka previously served as the founder and CEO of Ride for Lives, a company that builds innovative vehicles to deliver healthcare services in developing countries. He has been recognized in publications such as NPR and BBC for his work as a social entrepreneur. Additionally, Ategeka was included in the 2014 \"Forbes 30 Under 30\" list. Ategeka is a University of California, Berkeley alumnus, holding a Bachelor of Science and Master of Science in Mechanical Engineering.",
      "youtube_url": "https://www.youtube.com/watch?v=fGfipDSd5s8&index=12&list=PLsRNoUx8w3rMXg3tXxQcS_2hmM2JHf-8i",
      "image_uri": "/static/images/speakerPics/ChristopherAtegeka.jpg"
    },
    {
      "name": "Kathy Calvin",
      "byline": "CEO of United Nations Foundation",
      "description": "Kathy Calvin is the President and CEO of the United Nations Foundation. Calvin diverse career, spanning the public, private, and nonprofit sectors, has fueled her passion for multi-sector problem solving. At the United Nations Foundation, Calvin connects people, resources, and ideas in order to advocate for the United Nation’s causes and activities. The United Nation Foundation’s work focuses on decreasing child mortality, empowering women and girls, creating a clean energy future, using mobile technology for development, and improving U.S.-UN relations. Calvin’s philanthropy and leadership have been featured in the New York Times. She was also named one of Newsweek’s \"150 Women Who Rock the World.\"",
      "youtube_url": "https://www.youtube.com/watch?v=Vw_K-SKel8w&index=9&list=PLsRNoUx8w3rMXg3tXxQcS_2hmM2JHf-8i",
      "image_uri": "/static/images/speakerPics/KathyCalvin.jpeg"
    },
    {
      "name": "Jacob Corn",
      "byline": "Scientific Director, Innovative Genomics Initiative",
      "description": "Jacob Corn is the Scientific Director of the Innovative Genomics Initiative and a University of California, Berkeley faculty member in the department of Molecular and Cell Biology. Corn previously worked at Genentech in the department of Early Discovery Biochemistry, interrogating the feasibility for challenging therapeutic pathways in neurobiology, infectious disease, and oncology. Corn’s current research investigates how biophysical properties interact within the cellular environment to shape signaling behavior, and how disease arises when these properties go awry. At the Innovative Genomics Initiative, Corn seeks to push the boundaries of genome editing in order to improve insight into fundamental biology, and to lay the groundwork for clinical and commercial applications.",
      "youtube_url": "https://www.youtube.com/watch?v=grf3RxryRto&list=PLsRNoUx8w3rMXg3tXxQcS_2hmM2JHf-8i&index=4",
      "image_uri": "/static/images/speakerPics/JacobCorn.jpeg"
    },
    {
      "name": "Stephanie Freid",
      "byline": "Journalist",
      "description": "Stephanie Freid is a television correspondent for China Central Television (CCTV) and Turkish Television International networks. She formerly was a freelance producer for programs including BBC and NBC News. Freid reports from the world’s conflict zones. Her assignments have covered the current refugee crisis, the Israeli-Palestinian Conflict, and Ebola outbreak in West Africa. Furthermore, she has reported on the wars in Syria, Ukraine, Libya, Iraq, and Mali. Freid views her work as a privilege, as her close proximity to conflict provides glimpses of humankind’s ugliest and most incredible traits.",
      "youtube_url": "https://www.youtube.com/watch?v=Ov4oPreTyxk&index=7&list=PLsRNoUx8w3rMXg3tXxQcS_2hmM2JHf-8i",
      "image_uri": "/static/images/speakerPics/StephanieFreid.jpg"
    },
    {
      "name": "Rob Hotchkiss",
      "byline": "Musician",
      "description": "Rob Hotchkiss won a Grammy Award (Best Rock Song) for five-time nominated \"Drops of Jupiter\", and was the musical force behind hits such as Meet Virginia, Free, I Am , and Get To Me.  Rob founded the band, Train, and his songwriting was integral to their multi-platinum success. For creative reasons Rob left Train after their third album to record and produce the solo album, Midnight Ghost, which received tremendous critical acclaim.  Rob’s classic sound, with meaningful lyrics, beautiful melodies, and lush harmonies, has been likened to The Beatles, Neil Young, and more current artists like Ed Sheeran. After several years of retirement from music, Rob moved back to the Bay Area to work with Tom Luce (of LUCE) and Charlie Colin (former member of Train) on a project called Painbirds, releasing an eponymous EP in June of 2015.  Rob is currently performing as a solo artist, writing songs and performing in the Bay Area and Los Angeles, with plans to tour the West Coast.",
      "youtube_url": "https://www.youtube.com/watch?v=KRlsBwa44eg&index=20&list=PLsRNoUx8w3rMXg3tXxQcS_2hmM2JHf-8i",
      "image_uri": "/static/images/speakerPics/RobHotchkiss.jpg"
    },
    {
      "name": "Naveen Jain",
      "byline": "Entrepreneur and Philanthropist",
      "description": "Naveen Jain is an entrepreneur and philanthropist driven to solve the world’s challenges using innovation. Jain is a founder of many businesses, including InfoSpace, Intelius, and iNome. His latest project is Moon Express, a company dedicated to developing a robotic lunar lander mine the moon for natural resources. Moreover, Jain is a trustee of the board for the X Prize Foundation, a public competition in search for solutions to global challenges in health, education, poverty, agriculture, and clean water. Jain’s leadership and entrepreneurial spirit have earned him many awards, including \"Ernst & Young Entrepreneur of the Year\" and Silicon India’s \"Most Admired Serial Entrepreneur.\"",
      "youtube_url": "https://www.youtube.com/watch?v=KX78jynWLD0&list=PLsRNoUx8w3rMXg3tXxQcS_2hmM2JHf-8i&index=14",
      "image_uri": "/static/images/speakerPics/NaveenJain.jpg"
    },
    {
      "name": "Jeromy Johnson",
      "byline": "Expert in EMF Exposure",
      "description": "Jeromy Johnson is an expert in mitigating the negative impacts of Electromagnetic Field (EMF) exposure. Jeromy has an advanced degree in Civil Engineering and has worked in Silicon Valley for 15 years. After becoming what medical doctors call \"Electro-hypersensitive\" (EHS) in 2011 due to extensive exposure to EMF radiation, Jeromy immersed himself in the available data on the impacts of EMF exposure. His experience and knowledge inspire us to create new technologies and to utilize existing technologies in ways that are safer for humans, animals and the environment.",
      "youtube_url": "https://www.youtube.com/watch?v=F0NEaPTu9oI&index=1&list=PLsRNoUx8w3rMXg3tXxQcS_2hmM2JHf-8i",
      "image_uri": "/static/images/speakerPics/JeromyJohnson.jpg"
    },
    {
      "name": "Reverend Deborah Johnson",
      "byline": "Minister, Author, and Diversity Expert",
      "description": "Deborah Johnson is a voice for compassion, justice, and reconciliation. She is the founder and president of The Motivational Institute, an organizational development consulting firm specializing in diversity, and Inner Light Ministries, which teaches practical applications of Universal Spiritual Principles. She holds a vision of Oneness, beyond creed and doctrine, and builds bridges between those adhering to conservative and progressive ideologies. The ground breaking work of Deborah Johnson has received many awards and been featured in numerous books, magazines, and television programs including appearances on The Donahue Show, ABC Nightline, Showtime, Glamour & Ms. Magazines, Shambhala Sun, and NPR.",
      "youtube_url": "https://www.youtube.com/watch?v=zQ4MwQ_YC58&list=PLsRNoUx8w3rMXg3tXxQcS_2hmM2JHf-8i&index=15",
      "image_uri": "/static/images/speakerPics/ReverendDebraJohnson.jpg"
    },
    {
      "name": "Aran Khanna",
      "byline": "Computer Scientist, Security Researcher",
      "description": "Aran Khanna is a student-developer, blogger, and student at Harvard who is working to understand the consequences of the increasing role of technology in our lives, particularly in the realm of personal privacy. Aran builds tools that empower users to discover for themselves the consequences of the digital footprint they are leaving. Notably Aran’s work on disclosing the dangers of default location sharing in Facebook Messenger spurred Facebook to remove the feature from Messenger. It also prompted Facebook to rescind Aran’s internship offer, raising questions about how social media companies respond to privacy issues.",
      "youtube_url": "https://www.youtube.com/watch?v=VrcFmfQAZbg&list=PLsRNoUx8w3rMXg3tXxQcS_2hmM2JHf-8i&index=18",
      "image_uri": "/static/images/speakerPics/AranKhanna.png"
    },
    {
      "name": "John Koenig",
      "byline": "Creator, The Dictionary of Obscure Sorrows",
      "description": "John Koenig has spent the last decade building a home in every creative field he can find, working as a graphic designer, video editor, voice actor, illustrator, photographer, director, and writer. He has spent the last six years writing an original dictionary of made-up words, The Dictionary of Obscure Sorrows, which fills gaps in the language with hundreds of new terms for emotions, some of which (‘sonder’) have entered the language outright.  Business Standard has said \"Koenig is a writer to be reckoned with\" and stated \"The Dictionary is the kind of thing you want to print and bind, and refer to often.\"",
      "youtube_url": "https://www.youtube.com/watch?v=ANFQPEkczYc&list=PLsRNoUx8w3rMXg3tXxQcS_2hmM2JHf-8i&index=16",
      "image_uri": "/static/images/speakerPics/JohnKoenig.jpg"
    },
    {
      "name": "Ellen Petry Leanse",
      "byline": "Digital Pioneer",
      "description": "Ellen Petry Leanse is a digital pioneer and road-tested entrepreneur who Ellen has guided entrepreneurs and policy makers in East Africa, India, Italy, Latin America, Asia, and in the U.S. on innovation and strategy. As a digital pioneer and road-tested entrepreneur, Ellen has guided more than 40 technology companies spanning early stage to global leaders including Microsoft, Facebook, Samsung, Intuit, Oracle, and Women 2.0. Additionally, Ellen writes and speaks on innovation, gender, and ethics and is a member of Stanford’s Continuing Education faculty, teaching \"Enlightened Innovation\" as part of the extended studies curriculum.",
      "youtube_url": "https://www.youtube.com/watch?v=i5p3NC9OwB0&index=17&list=PLsRNoUx8w3rMXg3tXxQcS_2hmM2JHf-8i",
      "image_uri": "/static/images/speakerPics/EllenLeanse.png"
    },
    {
      "name": "Dr. Susan Lim",
      "byline": "Surgeon and Entrepreneur",
      "description": "Dr Susan Lim’s historic performance of the first successful cadaveric liver transplant for Singapore and Asia in 1990 propelled her into the media spotlight at the age of 35. She became the first in Asia, and the second woman in the world to have performed a successful liver transplant at that time. She holds many academic recognitions and honors, and even has an award for continuing medical education named after her for her work in the advancement of Laparoscopic & Minimally Invasive Surgery. Her desire to discover that next big thing keeps her actively focused on robotics and stem cell research. She strongly believes that as society increasingly embraces technology, communication and interactions will extend beyond humans to robots and other inanimates.",
      "youtube_url": "https://www.youtube.com/watch?v=US8gsm1RdPo&list=PLsRNoUx8w3rMXg3tXxQcS_2hmM2JHf-8i&index=2",
      "image_uri": "/static/images/speakerPics/DrSusanLim.jpg"
    },
    {
      "name": "Oakland School for the Arts Chamber Choir",
      "byline": "Oakland School for the Arts",
      "description": "The Oakland School of the Arts (OSA) Chamber Choir is the largest audition-only high school Vocal ensemble at OSA. They have performed at notable events including President Obama's 2012 campaign tour and the Giants Game at AT&T park, and with celebrities including Sean Penn, Robert Downey Jr., and the band CAKE. In addition,the students have traveled to New Orleans, Italy and Puerto Rico for concert tours. The OSA Chamber Choir is directed by Ms. Cava Menzies.",
      "youtube_url": "https://www.youtube.com/watch?v=yT1U8EH_5u8&list=PLsRNoUx8w3rMXg3tXxQcS_2hmM2JHf-8i&index=11",
      "image_uri": "/static/images/speakerPics/OSAChamberChoir.jpg"
    },
    {
      "name": "Amandine Roche",
      "byline": "Human Rights Expert",
      "description": "Amandine Roche is a Human Rights expert who has worked with the United Nations, UNICEF, UNDP, UNESCO, and UN WOMEN for over 15 years. Her focus is on civic education, democratization, and gender and youth empowerment. After the kidnapping and assassination of her colleagues, Amandine was evacuated from Kabul, Afganistan. She found her inner peace in India and realized that non-violence was also the only way to achieve harmony for Afghanistan and the whole world. She returned to Kabul to create the Amanuddin Foundation in order to promote a culture of peace and non-violence.",
      "youtube_url": "https://www.youtube.com/watch?v=2xH4CRYZyB0&index=10&list=PLsRNoUx8w3rMXg3tXxQcS_2hmM2JHf-8i",
      "image_uri": "/static/images/speakerPics/AmandineRoche.jpg"
    },
    {
      "name": "Dr. Sriram Shamasunder",
      "byline": "Co-Founder HEAL Initiative",
      "description": "Sriram Shamasunder completed his residency in Internal Medicine at Harbor UCLA Medical Center and is currently an Academic Hospitalist at UCSF. Sri has spent the last 10 years working several months a year in Burundi, Haiti, Rwanda and India. He is co-founder of the HEAL initiative, which aims to support workforce capacity in limited resource settings, both in the United States and internationally. In 2010, he received the Young Physician of the Year award from the Northern California Chapter of the American College of Physicians.  He is interested in health equity and narrative equity, working towards a world where lives are of equal value both the health care we deliver and the stories we highlight.",
      "youtube_url": "https://www.youtube.com/watch?v=GTsZE1oRmO0&list=PLsRNoUx8w3rMXg3tXxQcS_2hmM2JHf-8i&index=19",
      "image_uri": "/static/images/speakerPics/DrSriramShamasunder.jpg"
    },
    {
      "name": "Dr. Andrew Siemion",
      "byline": "Astrophysicist",
      "description": "Dr. Andrew Siemion is an astrophysicist at the University of California (UC), Berkeley and serves as Director of the UC Berkeley Center for Search for Extraterrestrial Intelligence (SETI) Research. His research interests include studies of time-variable celestial phenomena, astronomical instrumentation and SETI. Dr. Siemion is one of the leaders of the \"Breakthrough Listen Initiative\" – a 10 year, 100 million dollar effort, sponsored by Yuri Milner’s Breakthrough Prize Foundation, that is conducting the most sensitive search for advanced extraterrestrial life in history, and has received many awards for his work on searches for exotic radio phenomena. Dr. Siemion frequently appears on international television and radio discussing the search for life beyond on Earth and the prospects for detection.",
      "youtube_url": "https://www.youtube.com/watch?v=jJMBwqhD9DE&index=8&list=PLsRNoUx8w3rMXg3tXxQcS_2hmM2JHf-8i",
      "image_uri": "/static/images/speakerPics/DrAndrewSiemeon.jpg"
    },
    {
      "name": "Joshua Toch",
      "byline": "Founder, Mind Before Mouth",
      "description": "UC Berkeley sophomore Joshua Toch plans to pursue a degree in Business Administration with a minor in Industrial engineering. At the age of 15, he took a stance against bullying by speaking about his personal experiences with Cerebral Palsy. He founded Mind Before Mouth,  a not-for-profit organization that visits schools and clubs to encourage teamwork to get through hardship. Toch is the recipient of the 2014 Morgan Hill Chamber of Commerce Student of the Year and the 2014 Diller Teen Tikkun Olam Award. He has spoken at TEDxUCDavisSF and will be a part of Patricia Wooster’s upcoming book, \"So You Want to Be A Leader?\" in 2016.",
      "youtube_url": "https://www.youtube.com/watch?v=QLIJ0j5Gt1k&index=5&list=PLsRNoUx8w3rMXg3tXxQcS_2hmM2JHf-8i",
      "image_uri": "/static/images/speakerPics/JoshuaToch.jpg"
    },
    {
      "name": "UC Berkeley Azaad",
      "byline": "UC Berkeley Bollywood Dance Group",
      "description": "UCB Azaad, referring to \"independence or freedom\", is excited to bring a fresh, new taste of Bollywood to Berkeley! The team is based on dedication, passion and energy, with the primary goal of creating productions that entertain and motivate audiences to connect with the Bollywood culture.",
      "image_uri": "/static/images/speakerPics/UCBerkeleyAzaad.jpg"
    },
    {
      "name": "Sonia Rao",
      "byline": "Singer and Songwriter",
      "description": "On the surface, Sonia Rao is a pop singer/songwriter with over 35 film and television placements and a BMI Spotlight Artist. Her songs have been featured on MTV’s Jersey Shore, ABC’s The Vineyard, Keeping Up With the Kardashians, and many others. But dig into Sonia’s music and you’ll discover she’s an vessel of inspiration. At a recent TEDxWomen event, she was asked to perform and speak about gender equality, just one of the issues she holds dear. Sonia captivated the room with her energy, and it’s with that same spirit that she welcomes us into her world on her forthcoming album, Meet Them At The Door, her most transparent work yet.",
      "youtube_url": "https://www.youtube.com/watch?v=KbhGpNzJ0X0&index=13&list=PLsRNoUx8w3rMXg3tXxQcS_2hmM2JHf-8i",
      "image_uri": "/static/images/speakerPics/SoniaRao.jpg"
    },
    {
      "name": "Isha Ray",
      "byline": "Professor, Co-Director Berkeley Water Center",
      "description": "Isha Ray is Associate Professor at the Energy and Resources Group and Co-Director (with Professor David Sedlak) of the Berkeley Water Center. She has a BA in Philosophy, Politics and Economics from Oxford University, and a PhD in Applied Economics from the Food Research Institute at Stanford University. Her research projects focus on access to water and sanitation for the rural and urban poor, and on the role of technology in advancing sustainable development goals and improving livelihoods. She has worked on developing access to water in India, China, Turkey, Mexico, Tanzania and California’s Central Valley. Dr. Ray has extensive experience in the international non-profit sector on development and freshwater issues, and is a regular adviser to United Nations Women.",
      "youtube_url": "https://www.youtube.com/watch?v=CvE8AWl8Wb4&list=PLsRNoUx8w3rMXg3tXxQcS_2hmM2JHf-8i&index=6",
      "image_uri": "/static/images/speakerPics/IshaRay.jpg"
    },
    {
      "name": "Celli@Berkeley",
      "byline": "UC Berkeley Celli Performance Group",
      "description": "Celli@Berkeley was created one night in 2012 after the cellists of the UC Berkeley Symphony Orchestra realized that the only thing better than one cello was many, many cellos. Composed of sixteen students studying a variety of academic disciplines, they are united by a desire to express the possibilities of the cello. They love performing and sharing music ranging from classical to pop, not only in concert halls but also outdoors - by the Campanile, in art galleries, at marathons or flea markets, and on the streets of Berkeley!",
      "youtube_url": "https://www.youtube.com/watch?v=fo5zRfU-MRw&index=3&list=PLsRNoUx8w3rMXg3tXxQcS_2hmM2JHf-8i",
      "image_uri": "/static/images/speakerPics/Celli.jpeg"
    }
  ],
  "2012": [
    {
      "year": "2012",
      "name": "Carl Bass",
      "byline": "Carl Bass is president an...",
      "description": "Carl Bass is president and chief executive officer of Autodesk, Inc. Autodesk is the leader in 3D design, engineering and entertainment software.<br/><br/>Formerly he was AutodeskÍs chief operating officer, responsible for worldwide sales, marketing, and product development. Earlier roles included CTO and EVP of product development.<br/><br/>Bass co-founded Ithaca Software, the developers of HOOPS, which was acquired by Autodesk in 1993.<br/><br/>Bass serves on the Board of Directors of Autodesk, E2open, the Art Center College of Design, and the Rocky Mountain Institute. He is also a member of the Executive Advisory Boards of Cornell Computing and Information Science and UC Berkeley School of Information. He holds a bachelorÍs degree in mathematics from Cornell University.",
      "image_uri": "/static/images/speakerPics/Carl Bass.jpg",
      "youtube_url": "https://www.youtube.com/watch?v=YKV3rhzvaC8"
    },
    {
      "year": "2012",
      "name": "DeCadence",
      "byline": "UC Berkeleyäó»s DeCad...",
      "description": "UC BerkeleyÍs DeCadence (pronounced dee-KAY-dence, with a capital ïCÍ), is best known around the Bay Area for their one-of-a-kind quirkiness and lovable eccentricity. Sporting eye-catching blue and gold capes at nearly every performance, this slightly unconventional gaggle of crime-fighting, booty-dropping vocalists has been spotted artfully wielding crazy costumes and daring dance moves wherever they go. An entirely student-run organization, DeCadence has also proudly earned a reputation for their classy arrangements of songs with offensive lyrics, an accolade that has earned mentions on the front page of Ben FoldsÍ website, millions of views on Youtube, and horrified looks from their parents.",
      "image_uri": "/static/images/speakerPics/DeCadence.jpg",
      "youtube_url": "https://www.youtube.com/watch?v=IE_jJaSnj_Y"
    },
    {
      "year": "2012",
      "name": "Connie Duckworth",
      "byline": "Connie Duckworth founded ...",
      "description": "Connie Duckworth founded ARZU, Inc., a 501 (c) (3) non-profit organization, in 2004 and serves pro bono as Chairman and Chief Executive Officer. She is a retired Partner and Managing Director of Goldman, Sachs, & Co., where she was titled the first woman sales and trading partner in the firmÍs history during her 20 year career from 1981-2001.<br/><br/>Ms. Duckworth is currently a Trustee of Northwestern Mutual Life Insurance Company and a Director of Russell Investment Group and Steelcase Inc. In her philanthropic work, Ms. Duckworth is the immediate past Chairman of The Global Heritage Fund in Palo Alto and serves on the boards of The Wharton School in Philadelphia, the Interfaith Youth Core in Chicago and NorthShore University HealthSystem, in Evanston, Illinois, where she was the first woman to be titled Chairman of the Board. She is a member of the U.S.-Afghan WomenÍs Council, a public/private partnership aligned with the U.S. State Department and past Chair of the Committee of 200, the organization of leading women entrepreneurs and corporate business executives in the U.S. She also co-authored a primer on entrepreneurship entitled The Old Girls Network: Insider Advice for Women Building Businesses in a ManÍs World (Basic Books 2003).<br/><br/>The recipient of numerous awards for leadership, advocacy, social impact, innovation and global presence, Ms. Duckworth was awarded the 2011 Wharton School DeanÍs Medal, the schoolÍs highest honor. In addition, Ms. Duckworth was titled a 2008 Skoll Foundation honoree for Social Entrepreneurship. She holds an M.B.A. from The Wharton School of the University of Pennsylvania and a B.A. from the University of Texas.",
      "image_uri": "/static/images/speakerPics/Connie Duckworth.jpg",
      "youtube_url": "https://www.youtube.com/watch?v=kbt3HuM0j1I"
    },
    {
      "year": "2012",
      "name": "David Duncan",
      "byline": "David Ewing Duncan is an ...",
      "description": "David Ewing Duncan is an award-winning, best-selling author of seven books published in 19 languages; he is a journalist and a television, radio and film producer and correspondent. His most recent book is the bestseller Experimental Man: What one manÍs body reveals about his future, your health, and our toxic world. He is the Chief Correspondent of public radioÍs Biotech Nation; and a columnist for Fortune. He is the Director of the Center of Life Science Policy at UC Berkeley. He has been a commentator on NPRÍs Morning Edition, and a contributing editor for Wired, Discover and Conde Nast Portfolio. David writes for The New York Times, National Geographic, HarperÍs, Atlantic Monthly, the San Francisco Chronicle, and many other publications. He is a former special correspondent and producer for ABC Nightline and a correspondent for NOVAÍs ScienceNOW! He has won numerous awards including the Magazine Story of the Year from the American Association for the Advancement of Science. His articles have twice been cited in nominations for National Magazine Awards, and his work has appeared twice in The Best American Science and Nature Writing. He is a graduate of Vassar College and now lives in San Francisco.",
      "image_uri": "/static/images/speakerPics/David Duncan.jpg",
      "youtube_url": "https://www.youtube.com/watch?v=R-1_zD3TvgE"
    },
    {
      "year": "2012",
      "name": "Dr. Maria Fadiman",
      "byline": "Dr. Maria Fadiman works w...",
      "description": "Dr. Maria Fadiman works with the human/environmental aspect of conservation. She received her Ph.D. in Geography at the University of Texas at Austin, an M.A. in Latin American Studies from Tulane University in New Orleans, Louisiana and a B.A. from Vassar College in Poughkeepsie, New York. She was titled one of National GeographicÍs Emerging Explorers in 2006. Her research focuses on ethnobotany, the study of the relationship between people and plants. She works primarily in rural areas with indigenous people and subsistence agriculturalists. The majority of her research is in the rainforests of Latin America, mostly Ecuador. Projects include researching oil exploration in the Amazon; organic coffee production in the Galàpagos; and the comparative use of rainforest palms and vines. Fadiman has worked with Mayan weavers in the Yucatan and studied medicinal plants with the Lacandon people in Chiapas, Mexico. She has researched alternative livelihoods in Africa for those who depend on tree poaching from the national parks in the savanna; explored house construction from natural materials in the Philippines; studied the Maori utilization of the Kauri tree in New Zealand; and worked with Tibetan children in teaching them to record their own ethnobotanical traditions. She currently is working on a global scale cross cultural study of peopleÍs use of a cultural keystone species (the flora and fauna that are deemed important to the survival of a culture), and how these plants can act as larger ecosystem preservation incentives. Fadiman is an associate professor at Florida Atlantic University in the department of Geosciences.",
      "image_uri": "/static/images/speakerPics/Dr. Maria Fadiman.jpg",
      "youtube_url": "https://www.youtube.com/watch?v=wY2UWUa5j7Y"
    },
    {
      "year": "2012",
      "name": "Ken Goldberg",
      "byline": "Ken Goldberg is an invent...",
      "description": "Ken Goldberg is an inventor working at the intersection of art, robotics, and social media. At UC Berkeley, Ken teaches and supervises research in Robotics, Automation, and New Media. Ken holds dual degrees in Electrical Engineering and Economics from the University of Pennsylvania (1984) and MS and PhD degrees from Carnegie Mellon University (1990). He joined the UC Berkeley faculty in 1995 where he is craigslist Distinguished Professor of New Media. He is a Professor of Industrial Engineering and Operations Research, with secondary appointments in Electrical Engineering/Computer Science and the School of Information. Ken also holds an appointment in the UC San Francisco Medical School where he pursues research in medical robotics.<br/><br/>Ken has published over 150 peer-reviewed technical papers on algorithms for robotics, automation, and social information filtering; his inventions have been awarded eight US Patents. He is Editor-in-Chief of the IEEE Transactions on Automation Science and Engineering (T-ASE), Co-Founder of the Berkeley Center for New Media, Co-Founder and CTO of Hybrid Wisdom Labs, Co-Founder of the Moxie Institute, and Founding Director of UC BerkeleyÍs Art, Technology, and Culture Lecture Series.<br/><br/>KenÍs art installations, based on his research, have been exhibited internationally at venues such as the Whitney Biennial, Berkeley Art Museum, SF Contemporary Jewish Museum, Pompidou Center, Buenos Aires Biennial, and the ICC in Tokyo. Ken co-wrote three award-winning Sundance documentary films, ñThe Tribeî, ñYelpî, and ñConnected: An Autoblogography of Love, Death, and Technology.î His artwork is represented by the Catharine Clark Gallery in San Francisco.<br/><br/>Ken was awarded the Presidential Faculty Fellowship in 1995 by President Clinton, the National Science Foundation Faculty Fellowship in 1994, the Joseph Engelberger Robotics Award in 2000, and elected IEEE Fellow in 2005.<br/><br/>Ken lives in Mill Valley, California with his daughters and wife, filmmaker and Webby Awards founder Tiffany Shlain.",
      "image_uri": "/static/images/speakerPics/Ken Goldberg.jpg",
      "youtube_url": "https://www.youtube.com/watch?v=fgZailwFOGg"
    },
    {
      "year": "2012",
      "name": "Charles Holt",
      "byline": "I Am by Charles Holt: Bio...",
      "description": "Bio:<br/><br/>Music and storytelling have always been a vital part of CharlesÍ life growing up in the South. However, despite thorough tutelage from his staunchly religious grandmother, who insisted upon him learning church hymns as a child, Charles never aspired to walk the path of a performing artist. He dreamed of playing professional football. After a disappointing end to his athletic career, he then pursued a career in Corporate America with IBM. After two successful years as a sales representative, he left to spearhead a regional office of another large company. A year from the date he started, he was fired. It wasnÍt until a friend encouraged his potential as a singer and actor that CharlesÍ love for music resurfaced.<br/><br/>In July1996, Charles, led by intuition, left the comforts of the South with $400 dollars for the bright lights of Broadway. He has since starred in some of the most celebrated and spectacular productions in American theatre history including Smokey JoeÍs Caf_, Jesus Christ Superstar, and Lion King. He was the first African American to play the role of ïRockyÍ in the European tour of The Rocky Horror Show. Charles adds guest starring roles in Law & Order: Criminal Intent, All My Children, the award winning independent film Anne B. Real, and the thought provoking comedy, EdÍs Trip. He received national acclaim and rave reviews for his 20-character portrayal in his one-man stage play Black Boy, based on best selling author Richard WrightÍs autobiographical landmark, as well as his portrayal of Civil Rights activist and icon, W.E.B. Du Bois in the one-man production, The Smoke King. Charles recently toured the country in Never Fight a Shark in Water, a one-man play based on the life of Gregory Bright who was exonerated after spending 27 _ years in  LouisianaÍs Angola Penitentiary for wrongful conviction of second-degree murder.<br/><br/>Charles with fellow actor Gerald C. Rivers will present and tour the world premiere event Martin & Music in January 2012. The play chronicles the words of Dr. Martin Luther King Jr., while threading KingÍs love for music into his speeches and life experience.<br/><br/>Charles has entertained sold-out audiences around the world, including The John F. Kennedy Center The Turkish-American Association in Ankara, Turkey, and Rikers Island Correctional Facility. He speaks to groups and organizations and serves as facilitator of workshops based on his work as an artist in order to empower, encourage, and uplift  audiences everywhere.<br/><br/>Agape Media International released CharlesÍ second album Rushing Over Me project in fall 2010, after his debut album, I Am, was released to critical acclaim. Charles tours colleges, universities, and spiritual centers around the world performing his ïSoleÍ Music Concert Series: A journey through an African American quilt of song.<br/><br/>Intuitive Rebel, CharlesÍ landmark book about his journey in finding his own unique voice and life purpose will be released in Spring 2012.",
      "image_uri": "/static/images/speakerPics/Charles Holt.jpg",
      "youtube_url": "https://www.youtube.com/watch?v=sWsWnsxPRvk"
    },
    {
      "year": "2012",
      "name": "Gopi Kallayil",
      "byline": "Gopi Kallayil works at Go...",
      "description": "Gopi Kallayil works at Google on the marketing of Google Plus and is based out of the Googleplex in Mountain View, CA. Earlier he worked on marketing the CompanyÍs flagship advertising product, AdWords, in the Americas and Asia Pacific. Gopi also led the marketing team for AdSense, GoogleÍs publisher_facing product.<br/><br/>Before joining Google, Gopi was Vice President of Strategic Alliances at Nextance, an enterprise Contract Management Software startup. He was also Vice President of Business Development and a founding management team member at Allegrix, an Application Software Provider startup acquired by Progress Software. While a consultant with McKinsey & Co., he worked on engagements helping the management teams of large corporations improve business performance and maximize revenues. Additionally, Gopi has led large Information Technology projects for global corporations in India, China, and the US.<br/><br/>Gopi earned his Bachelors degree in electronics engineering from the National Institute of Technology in India. He received his Masters in Business Administration degrees from the Indian Institute of Management and The Wharton School of Business at the University of Pennsylvania. He is an avid yoga practitioner, triathlete, public speaker, global traveler and Burning Man devotee.",
      "image_uri": "/static/images/speakerPics/Gopi Kallayil.jpg",
      "youtube_url": "https://www.youtube.com/watch?v=YjxiLhgaEdw"
    },
    {
      "year": "2012",
      "name": "Jodi Lomask/Capacitor",
      "byline": "Jodi Lomask has been comm...",
      "description": "Jodi Lomask has been commissioned to create original works for NASA, TED, SFO, Computers and Structures, the California Academy of Sciences, and the Salvadorian Olympic Gymnastics Team. Upon founding Capacitor in 1997, she began collaborating with world-renowned research scientists to create original dance works that draw attention to critical environmental issues. Under her artistic direction, Capacitor performed pieces that tackle the past and future of reproduction (futurespecies 2000), EarthÍs duet with the Universe (Within Outer Spaces 2001), the heroism and fantasy of video gaming (Avatars 2003), the visible and invisible layers of the Earth (Digging in the Dark 2005), symbiotic relationships in the forest (biome 2007), flower reproduction (The Perfect Flower 2009), and the oceanÍs vital forces (Okeanos, 2012).<br/><br/>Lomask was a dance and technology specialist at the Monaco Dance Forum in 2002 and 2004. She was invited to speaker at the Ecological Society of America conference in 2007, the American Physical Society in 2010, CUNYÍs Communicating Science through the Performing Arts in 2010, and the BLUEMiND Summit at CAS in 2011. Her work has been covered by Nature Magazine, Wired.com, Res Magazine, SHIFT Magazine, NBC 11Ís Tech NOW!, CNET Radio, TECH TV, Dance Magazine, San Francisco Magazine, The New York Times, among other media outlets. Lomask has created performance concepts for the World Showcase and Future World in DisneyÍs Epcot Center. She appeared in National GeographicÍs ïWild ChroniclesÍ with canopy ecologist Dr. Na_lini Nadkarni.",
      "image_uri": "/static/images/speakerPics/Jodi Lomask/Capacitor.jpg",
      "youtube_url": "https://www.youtube.com/watch?v=fHINu03RKnw"
    },
    {
      "year": "2012",
      "name": "Nipun Mehta",
      "byline": "Nipun Mehta is the founde...",
      "description": "Nipun Mehta is the founder of ServiceSpace (formerly ServiceSpace), an incubator of projects that works at the intersection of volunteerism, technology and gift-economy. What started as an experiment with four friends in the Silicon Valley has now grown to an global ecosystem of over 350,000 members that has delivered millions of dollars in service for free. Nipun has received many awards, including the Jefferson Award for Public Service, the PresidentÍs Volunteer Service Award and Wavy GravyÍs Humanitarian award. He is routinely invited to share his message of ñgiftivismî to wide ranging audiences, from inner city youth in Memphis to academics in London to international dignitaries at the United Nations. He serves on the advisory boards of the Seva Foundation, the Dalai Lama Foundation, and Greater Good Science Center.<br/><br/>NipunÍs high-school goal was to either become a tennis-pro or a Himalayan Yogi. Instead, by the third year of his Computer Science and Philosophy degree at UC Berkeley, he started his software career at Sun Microsystems. Dissatisfied by the dot-com greed of the late 90s, Nipun went to a homeless shelter with three friends to ñgive with absolutely no strings attached.î They ended up creating a website, and also an organization titled ServiceSpace. Over the years, they built thousands of websites for nonprofits but also started incubating a diverse set of projects that included online portals DailyGood and KarmaTube, offline movements like Smile Cards, a pay-it-forward rickshaw in India, and Karma Kitchen restaurants in three cities across the US. In 2001, at the age of 25, Nipun quit his job to become a ñfull time volunteer.î He didnÍt have a plan of survival beyond six months, but so far, so good.<br/><br/>In January 2005, Nipun and Guri, his wife of six months, put everything aside to embark on an open-ended, unscripted walking pilgrimage in India, to ñuse our hands to do random acts of kindness, our heads to profile inspiring people, and our hearts to cultivate truth.î Living on a dollar a day, eating wherever food was offered, sleeping wherever a flat surface was found, the couple walked 1000 kilometers before ending up at a retreat center, where they meditated for three months. Today, both Nipun and Guri live in Berkeley and stay rooted in a practice of small acts of service. The journey continues.<br/><br/>NipunÍs mission statement in life now reads: ñBring smiles in the world and stillness in my heart.î",
      "image_uri": "/static/images/speakerPics/Nipun Mehta.jpg",
      "youtube_url": "https://www.youtube.com/watch?v=kpyc84kamhw"
    },
    {
      "year": "2012",
      "name": "Tapan Parikh",
      "byline": "Tapan Parikh is an Assist...",
      "description": "Tapan Parikh is an Assistant Professor at the School of Information at the University of California, Berkeley. TapanÍs research interests include human-computer interaction (HCI), mobile computing, speech UIs and information systems for microfinance, smallholder agriculture and global health. For the past ten years, Tapan has been designing, developing and deploying information systems in the rural developing world _ initially in India, and now also in Latin America and Africa. Tapan and his students have started several technology companies serving rural communities and the development sector. He holds a Sc.B. degree in Molecular Modeling with Honors from Brown University, and M.S. and Ph.D. degrees in Computer Science from the University of Washington, where he won the William Chan Memorial award for his Ph.D. dissertation. Tapan was also titled the TR35 Humanitarian of the Year in 2007.",
      "image_uri": "/static/images/speakerPics/Tapan Parikh.jpg",
      "youtube_url": "https://www.youtube.com/watch?v=emQNfA9dihU"
    },
    {
      "year": "2012",
      "name": "Neha Sangwan",
      "byline": "CEO and founder of Intuit...",
      "description": "CEO and founder of Intuitive Intelligence, is an Internal Medicine physician and corporate communication strategist  empowering healthcare practitioners, organizational leaders and corporate employees in their own self-care. Dr. Sangwan is an international speaker and media spokeswoman on the topics of conflict resolution, leadership and team transition, power and hierarchy, stress management, and employee wellness.<br/><br/>She currently consults with innovative corporations and cross-functional healthcare teams. Dr. Sangwan has pioneered numerous successful programs for corporations and health professionals that improve organizational metrics.<br/><br/>Notably, Dr. Sangwan and her team have developed a comprehensive employee accountability program called the i-5 Experience that connects the dots between job satisfaction, health and performance. Dr. Sangwan has taken this philosophy to tech giants Facebook and eBay, and is a speaker for GoogleÍs ñOptimize Your Lifeî series.<br/><br/>Dr. Sangwan began her teaching career as faculty at Kaiser PermanenteÍs Northern California Physician Education and Development team. She designed and delivered innovative workshops to integrate physicians and nurses into cohesive, productive teams within fast-paced and high stress environments.<br/><br/>Dr. Sangwan earned her Bachelor of Science in Mechanical and Biomedical Engineering from Michigan State University. She worked as a manufacturing engineer for Motorola before attending medical school at State University of New York at Buffalo (SUNY at Buffalo). She completed her Internal Medicine residency training at Temple University Hospital and is board certified.",
      "image_uri": "/static/images/speakerPics/Neha Sangwan.jpg",
      "youtube_url": "https://www.youtube.com/watch?v=LOZ84ZfDqKM"
    },
    {
      "year": "2012",
      "name": "Tiffany Shlain",
      "byline": "Honored by Newsweek as on...",
      "description": "Honored by Newsweek as one of the ñWomen Shaping the 21st Century,î Tiffany Shlain is a filmmaker, founder of the Webby Awards, and cofounder of the International Academy of Digital Arts & Sciences. A celebrated thinker and catalyst, Tiffany is known for her ability to illuminate complex ideas in culture, science, technology, and life through her unique films, dynamic talks, and projects. She delivered the commencement address at UCBerkeley and her films and work have received 48 awards and distinctions. Her last four films premiered at Sundance, including her new 2011 acclaimed feature documentary, Connected: An Autoblogography about Love, Death & Technology, which the New York Times hailed as ñExamining Everything From the Big Bang to Twitter,î and the Atlantic called, ñan intensely personal exploration of what human connection means in our modern technology-obsessed world.î Her previous two award-winning films, include Life, Liberty & The Pursuit of Happiness, about reproductive rights in America, and The Tribe, an exploration of American Jewish identity and the Barbie doll. Her films have shown in theaters and on TV all over the world and her team at the Moxie Institute is known for their groundbreaking work combining their films and new technologies and conversational tools and live events to engage people in new ways. They just have begun a new film series called Let it Ripple: Mobile Films for Global Change. Tiffany is a Henry Crown Fellow of the Aspen Institute, a visiting professor at the University of Wales, a member of the advisory board of M.I.T.Ís Geospatial Lab, and she was among a group of technology leaders selected to advise Secretary of State Hillary Clinton on role of Internet in society.",
      "image_uri": "/static/images/speakerPics/Tiffany Shlain.jpg",
      "youtube_url": "https://www.youtube.com/watch?v=KhHTVti7LIM"
    },
    {
      "year": "2012",
      "name": "Lindsey Stirling",
      "byline": "Lindsey Stirling has been...",
      "description": "Lindsey Stirling has been playing the violin for 19 years with a range that extends from classical and to rock and roll. When she was 16, she joined the rock band Stomp on Melvin and began touring. She was recently a contestant on AmericaÍs Got Talent where she became known as the Hip Hop violinist and since then, she has become an international performer, bringing her musical talent around the world. With a degree from BYU in recreational therapy, she plans to work with troubled teenage girls in residential treatment centers and act as a positive role model for teenagers. Through her electrifying playing, she stands for the fact that you donÍt have to conform to be accepted; the greatest value comes from loving and accepting yourself for who you are.",
      "image_uri": "/static/images/speakerPics/Lindsey Stirling.jpg",
      "youtube_url": "https://www.youtube.com/watch?v=CWAjo6VuF2w"
    },
    {
      "year": "2012",
      "name": "Robert Strong",
      "byline": "Robert Strong, The Comedy...",
      "description": "Robert Strong, The Comedy Magician has been crisscrossing the world since 1985 entertaining audiences large and small, young and old, formal and casual, and everything in between! Twice voted San FranciscoÍs ïBest ComedianÍ, Robert has appeared on every major television network, in more than 40 different countries, in all 50 states, and twice at the White House. Inspired by TED, Robert launched a speaker series, Comedy Talks, in 2010 that celebrates the lives and careers of comedy legends.",
      "image_uri": "/static/images/speakerPics/Robert Strong.jpg",
      "youtube_url": "https://www.youtube.com/watch?v=S55cjzSlssc"
    }
  ],
"2013": [
    {
      "year": "2013",
      "name": "Ambience",
      "byline": "Want a light show? Don\b...",
      "description": "Want a light show? DonÍt know what that is?<br/>Ambience is a student group dedicated to glove lightshows. The UC Berkeley chapter was the first to be established, and chapters have been established across the US. Gloving is an art form and a style of dance that primarily involves manipulation of fingers and hands with strobelights attached to mesmerize and entertain an audience. Ambience provides university students with a community that fosters the growth of their gloving skills and allows them to share those skills with others. In addition, Ambience collaborates with other student groups on campus to perform at showcases and philanthropic events.<br/><br/>Want a light show? You will after seeing us.",
      "image_uri": "/static/images/speakerPics/Ambience.jpg",
      "youtube_url": "https://www.youtube.com/watch?v=qovEPMLvLqI"
    },
    {
      "year": "2013",
      "name": "Chris Anderson",
      "byline": "CHRIS ANDERSON, Founder, ...",
      "description": "Anderson took the helm of Wired in 2001 and led the magazine<br/>to more than two dozen National Magazine Award nominations since,<br/>winning the prestigious top prize for general excellence in 2005, 2007<br/>and 2009. He is the author of the New York Times bestsellers The Long<br/>Tail and FREE: The Future of a Radical Price, both of which are based<br/>on influential articles published in Wired.<br/><br/>He is also founder of 3D Robotics, an open source robotics company.<br/>He was titled in April 2007 to the ñTime 100,î the news magazineÍs<br/>list of the 100 most influential men and women in the world. He<br/>previously was at The Economist, where he served as U.S. business<br/>editor, Asia business editor and technology editor. AndersonÍs media<br/>career began at the two premier science journals, Nature and Science,<br/>where he served in several editorial capacities.<br/><br/>Anderson holds a Bachelor of Science degree in Physics from George<br/>Washington University and studied Quantum Mechanics and Science<br/>Journalism at the University of California at Berkeley.",
      "image_uri": "/static/images/speakerPics/Chris Anderson.jpg",
      "youtube_url": "https://www.youtube.com/watch?v=gwhmH4y_Jzo"
    },
    {
      "year": "2013",
      "name": "Louann Brizendine",
      "byline": "Louann Brizendine, M.D. i...",
      "description": "Louann Brizendine, M.D. is a practicing neuropsychiatrist, a New York Times best- selling author, and a media commentator specializing in sex differences and The Male and Female Brain.<br/><br/>She completed her degree in Neurobiology at UC Berkeley, graduated from Yale School of Medicine and did her internship and residency at Harvard Medical School. She has also served on both the faculties of Harvard University and University of California at San Francisco. Now an endowed professor at UCSF, Dr. Brizendine pursues active clinical, teaching, writing and research activities, where she founded the WomenÍs Mood and Hormone Clinic in 1994 and continues to serve as the clinicÍs director. Her first book, ñThe Female Brain,î has been translated into 30 languages and its follow-up, ñThe Male Brain,î is now in15 languages.",
      "image_uri": "/static/images/speakerPics/Louann Brizendine.jpg",
      "youtube_url": "https://www.youtube.com/watch?v=deJUY8CmdNQ"
    },
    {
      "year": "2013",
      "name": "The California Golden Overtones",
      "byline": "The California Golden Ove...",
      "description": "The California Golden Overtones are an all-female completely student-run A Cappella group on the UC Berkeley Campus. They have been around for over 20 years and perform all over Cal! From writing their own arrangements to performing at private gigs, the California Golden Overtones love to spread joy and Cal Spirit. Catch them every Friday at 1 pm by the beautiful Sather Gate!",
      "image_uri": "/static/images/speakerPics/The California Golden Overtones.jpg",
      "youtube_url": "https://www.youtube.com/watch?v=i8HTB2k96mA"
    },
    {
      "year": "2013",
      "name": "Mallika Chopra",
      "byline": "Mallika Chopra is a mom, ...",
      "description": "Mallika Chopra is a mom, media entrepreneur, published author, and a notable voice in the fields of parenting, meditation, the power of intention and how social media can be used for personal, social and global wellbeing.  She is the founder of Intent.com _ an online destination for turning your intentions into tangible actions, and inspiring others to do the same.  She also launched The Chopra Well, a premiere YouTube channel with her father, Deepak Chopra, and brother, Gotham Chopra, in the summer of 2012. MallikaÍs intent is to harness the power of social media to connect people from around the world to improve their own lives, their communities and the planet.<br/><br/>Mallika is the author of 100 Promises To My Baby and 100 Questions from My Child.  Her many experiences include re-launching MTV in India in the 1990Ís, as well as launching Michael JacksonÍs Heal The World Foundation.  Mallika blogs regularly on Intentblog.com, and has been featured in Fast Company, Inc.com, LA Times, W Magazine, Huffington Post and many other media publications.  She is a graduate of Brown University and has an MBA from Kellogg Graduate School.",
      "image_uri": "/static/images/speakerPics/Mallika Chopra.jpg",
      "youtube_url": "https://www.youtube.com/watch?v=kEwpd8Sb3Xo"
    },
    {
      "year": "2013",
      "name": "Alex Filippenko",
      "byline": "Alex Filippenko received ...",
      "description": "Alex Filippenko received his Ph.D. in astronomy from Caltech in 1984 and joined the University of California, Berkeley faculty in 1986, where he is currently the Richard and Rhoda Goldman Distinguished Professor in the Physical Sciences. An observational astronomer who makes frequent use of the Hubble Space Telescope and the Keck 10- meter telescopes, his primary areas of research are supernovae, active galaxies, black holes, gamma-ray bursts, and the expansion of the Universe. FilippenkoÍs research accomplishments, documented in more than 700 published papers, have been recognized with several major awards, including election to the US National Academy of Sciences. One of the worldÍs most highly cited astronomers, he was the only person to have been a member of both teams that revealed the accelerating expansion of the Universe, propelled by mysterious ñdark energy.î This discovery was deemed the ñTop Breakthrough of 1998î by the editors of Science magazine. The teams received the 2007 Gruber Cosmology Prize for their discovery, which was subsequently honored with the 2011 Nobel Prize in Physics to the leaders.<br/><br/>Filippenko has won the top teaching awards at UC Berkeley, and students have voted him the ñBest Professorî on campus a record 9 times. In 2006, he was titled the Carnegie/CASE National Professor of the Year among doctoral institutions, and he also won the 2010 Richard H. Emmons Award for excellence in the teaching of college level introductory astronomy for non-science majors. He has produced 5 video courses with The Great Courses, coauthored an award-winning astronomy textbook, and appears in about 100 TV documentaries, including 40 episodes of The Universe series on The History Channel and H2. In 2004, he was awarded the Carl Sagan Prize for Science Popularization. He is addicted to observing total solar eclipses, having seen 12 of them so far.",
      "image_uri": "/static/images/speakerPics/Alex Filippenko.jpg",
      "youtube_url": "https://www.youtube.com/watch?v=gniDHWq0R_Q"
    },
    {
      "year": "2013",
      "name": "Eden Full",
      "byline": "Eden Full is the Founder ...",
      "description": "Eden Full is the Founder of Roseicollis Technologies Inc. She studied for two years at Princeton University and is currently taking gap years to work on her start-up full time after being selected for the inaugural class of the 20 Under 20 Thiel Fellowship. titled one of the 30 under 30 in ForbesÍ Energy category two years in a row and AshokaÍs Youth Social Entrepreneur of the Year, Eden founded Roseicollis Technologies Inc. to take her solar panel tracking invention called the SunSaluter to developing communities and established markets that need them. The SunSaluter won the Mashable/UN Foundation Startups for Social Good Challenge and was awarded the runner-up prize at the 2011 Postcode Lottery Green Challenge. While at Princeton, Eden initiated and curated TEDxPrincetonU. Proudly Canadian, she was born and raised in Calgary, Alberta. After coxing for the Princeton lightweight womenÍs team, Eden was selected to be the coxswain for the 2012 Rowing CanadaÍs senior womenÍs development team, where they won a gold medal at Holland Beker and the Remenham Challenge Cup at the Henley Royal Regatta, beating the German Olympic boat.<br/><br/>Eden currently lives in the San Francisco Bay Area and trains with the California Rowing Club.",
      "image_uri": "/static/images/speakerPics/Eden Full.jpg",
      "youtube_url": "https://www.youtube.com/watch?v=Bdw8czqc4G4"
    },
    {
      "year": "2013",
      "name": "Dan Millman",
      "byline": "After topping off his tim...",
      "description": "After topping off his time in high school by winning the US Gymnastics Federation national title on the trampoline, Dan enrolled at UC Berkeley and expanded upon his gymnastic success by winning more championships for trampoline, vault, and floor exercise. In 1966 Millman competed in the Maccabiah Games, winning four gold medals in gymnastics.<br/><br/>Dan graduated in 1968, shortly after he was voted Senior UC Berkeley Athlete of the Year. He then spent 4 years as director of gymnastics at Stanford. During his time at Stanford, Millman cultivated excellence, coaching Olympian Steve Hug and bringing national recognition to the Stanford team. Dan concurrently studied various martial arts during this time, earning a black belt in Aikido.<br/><br/>In 1972 Millman accepted a faculty position at Oberlin University in Ohio. With grant money from Oberlin, Dan travelled to San Francisco, Hawaii, India, and Hong Kong studying the Arica School of thought, practicing yoga, and expanding his martial skills. In short, Dan passionately explored spirituality and self-improvement.<br/><br/>Dan introduced his first book, now titled Body Mind Mastery, establishing his foray into the authorial realm in 1979. Since then Millman has written an impressive 16 books, both fiction and nonfiction, and all focus on the conscious evolution of the mind and body. DanÍs books have been translated to 29 languages and have influenced millions of lives. Perhaps his most popular book, Way of the Peaceful Warrior, was adapted to film in 2006.<br/><br/>Today Dan devotes his time to writing, speaking, and teaching men and women from all backgrounds, including leaders in the fields of health, psychology, education, business, sports, politics, entertainment, and the arts. Dan lives in San Rafael, California, with his wife Joy. They have three grown daughters and three grandchildren.",
      "image_uri": "/static/images/speakerPics/Dan Millman.jpg",
      "youtube_url": "https://www.youtube.com/watch?v=MDL85fzdc1g"
    },
    {
      "year": "2013",
      "name": "Robert Neuwirth",
      "byline": "Robert Neuwirthí\u0089\u008cæis the a...",
      "description": "Robert Neuwirth is the author of two books on alternative social and economic structures \u0084 Stealth of Nations, an up-close investigation of the value of street markets and underground trade, and Shadow Cities, which looks at squatter communities as normal urban neighborhoods.<br/>Neuwirth gained the experience and insight necessary to write these two books by spending more than four years living in shantytowns throughout the world. He has worked with street vendors and gray marketers to personally examine the worldÍs informal economy, an economy that accounts for a staggering 1.8 billion jobs.<br/><br/>Neuwirth believes that a goal of the 21st century should not be to end squatter cities or shut down gray markets but rather to engage and empower those who live and work in them",
      "image_uri": "/static/images/speakerPics/Robert Neuwirth.jpg",
      "youtube_url": "https://www.youtube.com/watch?v=H5a9FY1_9fU"
    },
    {
      "year": "2013",
      "name": "Kim Polese",
      "byline": "Kim Polese is a leadingí\u0089\u008cæ...",
      "description": "Kim Polese is a leading Silicon Valley entrepreneur and innovator. She currently serves as Chairman of ClearStreet, a startup company leveraging the power of social incentives to help people build savings, eliminate debt and achieve long-term financial health.<br/><br/>Polese was the founding product manager for Java at Sun Microsystems and led its launch in 1995.  She then co-founded Marimba Inc., a leader in Internet systems management, and served as President, CEO and Chairman, leading the company through a successful IPO and acquisition by BMC Corporation. Polese also served as CEO of SpikeSource Inc., a pioneer in the automation of open source application management. She began her career at AI company IntelliCorp, helping companies use expert systems to transform their businesses.<br/><br/>Polese is a prominent advocate of public policy to increase AmericaÍs innovation capacity and is a member of President ObamaÍs Innovation Advisory Board. She also serves on the boards of TechNet, the Silicon Valley Leadership Group, the Public Policy Institute of California, the University of California PresidentÍs Board on Science and Innovation, the Long Now Foundation and the Global Security Institute. Polese is the recipient of the numerous awards and recognition including Time MagazineÍs ñ25 Most Influential Americans;î  the National Center for Women in Technology ñInnovator of the Year,î and San Francisco Business JournalÍs ñMost Influential Womenî.<br/><br/>Polese earned her BachelorÍs degree in Biophysics at UC Berkeley and studied computer science at the University of Washington.  She received an honorary doctorate in Business and Economics from California State University.",
      "image_uri": "/static/images/speakerPics/Kim Polese.jpg",
      "youtube_url": "https://www.youtube.com/watch?v=M6Q0nkRjD80"
    },
    {
      "year": "2013",
      "name": "Ananya Roy",
      "byline": "Ananyaí\u0089\u008cæRoyí\u0089\u008cæis Professor...",
      "description": "Ananya Roy is Professor of City and Regional Planning and Distinguished Chair in Global Poverty and Practice at the University of California, Berkeley. She also serves as Education Director of the Blum Center for Developing Economies and in this capacity founded and now leads the largest undergraduate minor at UC Berkeley, a program in Global Poverty and Practice.<br/><br/> <br/><br/>Roy holds a B.A. (1992) in Comparative Urban Studies from Mills College, a M.C.P. (1994) and a Ph.D. (1999) from the Department of City and Regional Planning at the University of California at Berkeley. She is the author of City Requiem, Calcutta: Gender and the Politics of Poverty (University of Minnesota Press, 2003) and co-editor of Urban Informality: Transnational Perspectives from the Middle East, South Asia, and Latin America (Lexington Books, 2004), The Practice of International Health (Oxford University Press, 2008), and Worlding Cities: Asian Experiments and the Art of Being Global (Blackwell, 2011). Her authored book,Poverty Capital: Microfinance and the Making of Development (Routledge, 2010) is the recipient of the 2011 Paul Davidoff Book Award, which recognizes research that advances social justice.<br/><br/>Roy is a committed teacher in the fields of global urbanism and international development. In 2006, Roy was awarded the Distinguished Teaching Award, the highest teaching honor UC Berkeley bestows on its faculty. Also in 2006, Roy was awarded the Distinguished Faculty Mentors award, a recognition bestowed by the Graduate Assembly of the University of California at Berkeley. In 2008, Roy was the recipient of the Golden Apple Teaching award, the only teaching award given by the student body. She was the 2009 California Professor of the Year by CASE/ Carnegie Foundation. Most recently, Roy received the 2011 Excellence in Achivement Award of the California Alumni Association, a lifetime achievement recognition.<br/><br/>Roy is currently involved in three collaborative projects of research and practice: Urban Revolutions in the Age of Global Urbanism (with Eric Sheppard, Helga Leitner, Vinay Gidwani, Michael Goldman, Anant Maringanti, and Jo Santoso); The 21st Century Indian City: Setting New Agendas for Policy (with Raka Ray, Pranab Bardhan, and Ashok Bardhan); and Territories of Poverty: Rethinking Poverty Scholarship (with Emma Shaw Crane). All three projects are concerned with poverty and inequality as well as with the question of social change.",
      "image_uri": "/static/images/speakerPics/Ananya Roy.jpg",
      "youtube_url": "https://www.youtube.com/watch?v=pKASroLDF0M"
    },
    {
      "year": "2013",
      "name": "Karen Sokal-Gutierrez",
      "byline": "Karen Sokal-Gutierrez is ...",
      "description": "Karen Sokal-Gutierrez is a physician trained in pediatrics, preventive medicine, and public health, with a focus on maternal-child health. She received her BS degree from Yale University, MD from University of California San Francisco, and MPH from University of California Berkeley. She has worked as a physician in community health clinics, public health program administrator, consultant to child care and preschool programs, and writer for a parenting website. She is an Associate Clinical Professor at the University of California, Berkeley-UCSF Joint Medical Program and School of Public Health where she teaches medical students, public health graduate students and undergraduate students. Her work focuses on improving early childhood health. She is active in advocacy as a Fellow of the American Academy of Pediatrics; and has worked in global health for over 30 years, including for the past 10 years leading a family of studies on childrenÍs oral health and nutrition in El Salvador, Ecuador, Peru, Vietnam, Nepal and India, in which over 100 volunteer students and health professionals have participated.",
      "image_uri": "/static/images/speakerPics/Karen Sokal-Gutierrez.jpg",
      "youtube_url": "https://www.youtube.com/watch?v=YnsTvfNXPk4"
    },
    {
      "year": "2013",
      "name": "Cecily Sommers",
      "byline": "A global trends analyst, ...",
      "description": "A global trends analyst, Cecily Sommers helps organizations understand and prepare for the emerging technologies, markets, and ideas shaping our world. She is the author of Think Like a Futurist: Know What Changes, What DoesnÍt, and WhatÍs Next and the founder of The Push Institute, a non-profit think tank that tracks significant global trends and their implications for business, government, and non-profit sectors over the next 5-10-25-50 years.<br/><br/>Many companies have benefited from the strategic foresight Cecily offers, Accenture, American Express, Best Buy, General Mills, HealthPartners, Kraft Foods, Motorola, Target, Wrigley, and Yahoo! among them. Whether an executive briefing, scenario planning, or designing an innovation program and training for a multi-national corporation, clients find CecilyÍs straight-forward approach a welcome and practical antidote to the complex challenges they face.<br/><br/>A popular speaker at conferences, business schools and retreats across the country, Cecily treats her audience to a guided tour of the future, noting key opportunities and challenges along the way. Cecily was selected as one of Fast CompanyÍs ñFast 50 ReaderÍsÍ Favoritesî and titled by the Business Journal as one of twenty_five Women to Watch.  She is a semi-regular contributor to NPRÍs ñAll Things Consideredî and other media outlets, where she reports on emerging technologies, markets, and ideas shaping our world. Cecily is a member of the Association of Professional Futurists.",
      "image_uri": "/static/images/speakerPics/Cecily Sommers.jpg",
      "youtube_url": "https://www.youtube.com/watch?v=UJaCwKamPdM"
    },
    {
      "year": "2013",
      "name": "Victoria Theodore",
      "byline": "Victoria Theodore, a 3rdí\u0089...",
      "description": "Victoria Theodore, a 3rd generation Bay Area native, is a graduate of Oberlin College / Conservatory of Music with 2 Bachelor degrees: Bachelor of Music in Classical Piano Performance and Computer Music, and Bachelor of Arts in Music History.  She is also a graduate of Stanford University with a MasterÍs Degree (Master of Arts) in Classical Piano Performance.<br/><br/>Victoria has been a keyboardist and background singer in Stevie WonderÍs band since August 2007, and has appeared in concert with the legendary musical genius on stages around the world, on television, and in his live concert DVD, Live At Last.<br/><br/>Working with Stevie Wonder, Victoria has performed with artists ranging from Sting to Prince, Esperanza Spalding to Tony Bennett, John Mayer to John Legend, Mary Mary to Marcus Miller.  She has also worked with local music stars Dwayne Wiggins of Tony! Toni! Ton_!, disco diva Thelma Houston, rap artists Oaktown 357, Tony Lindsay (lead singer for Santana).  Victoria has accompanied classical artists such as soprano Hope Briggs, tenor Robert Simms, and worked with conductors Marika Kuzma, Michael Morgan, and Deidre McClure and for several Bay Area organizations and ensembles.<br/><br/>Victoria is a highly sought Bay Area pianist, keyboardist, accompanist and piano instructor, respected for her wide ranging musical versatility.  Victoria has performed around the world as an active freelance musician, performing with several R&B, jazz, gospel, pop and classical artists, choruses, churches and bands.",
      "image_uri": "/static/images/speakerPics/Victoria Theodore.jpg",
      "youtube_url": "https://www.youtube.com/watch?v=iBffV7l09iM"
    },
    {
      "year": "2013",
      "name": "Curt Tofteland",
      "byline": "Curt L. Tofteland is the ...",
      "description": "Curt L. Tofteland is the founder of the internationally acclaimed Shakespeare Behind Bars (SBB) program. During his 18 years of work with Shakespeare in corrections, he has created many innovative programs.<br/><br/>From 1995 _ 2008, he facilitated the SBB/KY program at the Luther Lucket Correctional Complex, producing and directing 14 Shakespeare Productions.<br/><br/>The 2003 SBB/KY production of The Tempest was chronicled by Philomath Films producing a documentary that premiered at the 2005 Sundance Film Festival and has screened at 40+ film festivals around the world winning a total of 11 film awards.<br/><br/>Curt has worked in the Kentucky Correctional Institute for Women _ where he taught college theatre classes for the Jefferson Community and Technical College (JCTC) and created a Ten Minute Playwriting Program. Additionaly, he worked at the Kentucky State Reformatory _ where he taught JCTC theatre classes.<br/><br/>In the summer of 2010, Curt partnered with filmmaker/director/producer Robby Henson and playwright Elizabeth Orndorf to create Voices Inside/Out _ a 10-minute playwriting program at the Northpoint Training Center in Burgin, Kentucky. The program  has generated inmate authored plays that have been professionally produced at Theatrelab, an Off-Off-Broadway theatre in New York City.<br/><br/>On February 12, 2011, Curt created the Shakespeare Behind Bars program at the Earnest C. Brooks Correctional Facility in Muskegon Heights, Michigan.<br/><br/>In November of 2012, Curt launched the Shakespeare Behind Bars co-gender juvenile program at the Ottawa County Detention Center and the Ottawa Count Juvenile Justice Institute.<br/><br/>Curt is a published poet and essayist. Currently he is writing his own book, Behind the Bard-Wire: Reflection, Responsibility, Redemption, & Forgiveness \u0083 The Transformative Power of Art, Theatre, and Shakespeare.<br/><br/>Curt is the recipient of two distinctive fellowships, from the Fulbright Foundation and the Petra Foundation, for his work with Shakespeare in corrections. CurtÍs 2011 Fulbright Senior Scholar Fellowship took him to Australia where he brought SBB to the Borallon Corectional Centre in the Queensland. For his invvovative theatre work with Shakespeare for underserved populations, Curt received a Doctor of Humane Letters from Bellarmine University.<br/><br/>Curt has delivered two TED Talks. In 2012, at the TEDx Macatawa in Holland, Michigan, where the subject of his talk was mercy and in the 2010, at the TEDx East in New York City where the subject of his talk was shame.",
      "image_uri": "/static/images/speakerPics/Curt Tofteland.jpg",
      "youtube_url": "https://www.youtube.com/watch?v=CfDBh6LO4qc"
    },
    {
      "year": "2013",
      "name": "Chef Erica Wildes",
      "byline": "Erica Wides is the host a...",
      "description": "Erica Wides is the host and co-creator of LetÍs Get Real: The Cooking Show About Finding, Preparing and Eating Food on the Heritage Radio Network. Known for her sarcasm, wit, in-touch attitude and matchless knowledge of everything food, Wides is a national authority on how to find, afford, cook and eat minimally processed, natural foodstuffs, or real food. Often referred to as the Jon Stewart of food, Chef Wides specializes in taking the ñwhole-foods lifestyleî out of the realm of the food elite, and educating the public at large how to tell real food from processed food that is masquerading as real food, or Foodiness».<br/><br/>On LetÍs Get Real Chef Wides clears a realistic path for anyone to have access to real food. \u0083no chicken coop, bee-hive or home-grown vegetables required.<br/><br/>As the host of LetÍs Get Real Chef Wides has appeared on The Dr. Oz Show, BBC Radio 5 and NPR, and contributed to or been reported on in The New York Times, The Huffington Post, Grist, YahooÍs Shine, Metro, C-Span and Food Republic, among others. A national media veteran, she has appeared on PBSÍs Stress Free Cooking, Martha Stewart Morning Living, the Food NetworkÍs Chopped and Top Five, and HSN TV; is a regular guest on NPRÍs All Things Considered; and is a featured culinary expert for About.com.<br/><br/>Chef Wides was also a Chef and Culinary Instructor at the Institute of Culinary Education for 15 years.<br/><br/>Chef WidesÍ TedX talk was co-written with her LetÍs Get Real co-producer, Christopher Nutter of Nutter Media.<br/><br/>She lives in Brooklyn, New York.",
      "image_uri": "/static/images/speakerPics/Chef Erica Wildes.jpg",
      "youtube_url": "https://www.youtube.com/watch?v=TrcKAYaPUB4"
    },
    {
      "year": "2013",
      "name": "Yaelisa",
      "byline": "Yaelisaí\u0089\u008cæis one of the mo...",
      "description": "Yaelisa is one of the most gifted Flamenco artists of her generation.  Raised by a Spanish flamenco artist, she was surrounded from birth by the rhythms, gestures and vocal laments of the art in its purest form, where her unique improvisational abilities began to flourish.  At the age of 4 she danced on the stage of the famous Casa Madrid, and her immersion in flamenco culture became a part of her life because of her mother, the renowned singer/dancer Isa Mura.  She has performed with many of SpainÍs finest artists, including Alejandro Granados, Antonio ñEl Pipa,î Manuel and Antonio Malena, Domingo Ortega, Enrique ñEl Extremeno,î Yeye de Càdiz, Mateo Soleà, El Junco, Juan Ogalla, Geronimo, Felipe Maya and others.  Since 1986, Yaelisa has spent extensive periods of time living and performing in Spain, presenting her choreography there and in the U.S.  Her choreographies have been commissioned by several modern dance companies, including John Malashock & Company, Rose Polsky and Collage Dance Theatre, and she choreographed and performed in the San Jose Repertory Theater production of ñTwelfth Night.î  In 1995, she was one of eleven international choreographers in Spain invited to present her choreography at the prestigious Certàmen de CoreografÕa in Madrid, and the only American choreographer chosen among them.  In 1996, she returned to the U.S. where she continues to develop and train dancers for her company.  She has choreographed and appeared in several feature films and music videos.   Internationally recognized as a master teacher, Yaelisa has developed a teaching style that emphasizes cultural understanding and knowledge of the cante.  Her unique improvisational knowledge and history lend an authority to her workshops and classes, and many of her students and dancers have gone on to study and perform in Spain and the U.S.   She is the recipient of an Emmy Award for Choreography in 1993 for the PBS program, ñDesde Càdiz a Sevilla,î and an NEA Choreography Fellowship.  In 2005, Yaelisa & Caminos Flamencos received an Isadora Duncan Dance Award for excellence in the category of ñBest Company Performance,î and in 2006 she was chosen as one of ABC-7Ís ñProfiles in Excellenceî Hispanic leadership awardees.  In 2007, Yaelisa choreographed and consulted on a production of Garcia LorcaÍs ïBlood WeddingÍ for Shotgun Players Theater group.  In recent years, Yaelisa and her Company have worked in film, music video and television, and also as guest artists for the Pacific Symphony and the California Symphony orchestras.  Yaelisa is the co-founder and artistic director of the New World Flamenco Festival held at the Irvine Barclay Theater in Irvine, California.",
      "image_uri": "/static/images/speakerPics/Yaelisa.jpg",
      "youtube_url": "https://www.youtube.com/watch?v=9at69lktA0w"
    }
  ],
  "2015": [
    {
      "year": "2015",
      "name": "Suzanne Ackerman-Berman",
      "byline": "Transformation Director, PicknPay South Africa",
      "description": "Suzanne graduated from UCT (University of Cape Town) with a BA in French and Politics. Whilst a student, she was the first woman to chair the University Students Fund raising Rag committee 1984, and was elected vice-chair of SHAWCO.( Students Community Welfare Programs ).æ After university, Suzanne received extensive training in supermarkets in France and UK. She settled in France, ran her own businesses in restaurants and nightclubs in a French Ski resort for 7 years. Returning to South Africa, she joined the family Supermarket business, Pick n Pay , as a trainee manager in fresh foods.æ During her 19 years in the Company, she worked in various positions in the business, starting from Floor management, and buying, to General Manager of Corporate Affairs and Social Responsibility. In 2007 she founded the Small Business Incubator that seeks to address the social and economic inequalities of the past created by the Apartheid era, by creating access to the formal market for small and previously disadvantaged entrepreneurs. A passionate proponent for equality, job creation and skills development, Suzanne assists many new entrepreneurs in all aspects of business and life skills through a detailed mentorship programme that ensures their sustainability as suppliers to the broader economy.",
      "youtube_url": "https://www.youtube.com/watch?v=7y5VfOWnHR8&list=PLsRNoUx8w3rO85QYglHfjpLwKXgMbLAkd&index=21",
      "image_uri": "/static/images/speakerPics/Suzanne Ackerman-Berman.jpg"
    },
    {
      "year": "2015",
      "name": "Cal Bhangra",
      "byline": "Punjabi Dance Group",
      "description": "Cal Bhangra was formed in 2009 to promote awareness of the Punjabi Culture at UC Berkeley through the performance of Bhangra, a traditional, folk Punjabi dance. Since then, they have competed nationally, year round, hoping to spread Cal pride to all areas of the United States. Their dancers bring high energy, crowd-pleasing routines that aim to entertain crowds of all ages. Their team of passionate Berkeley students aim to teach all audiences the art of Bhangra so that their passion can spread and carry on.",
      "youtube_url": "https://www.youtube.com/watch?v=kZ_l2pd9UZM&list=PLsRNoUx8w3rO85QYglHfjpLwKXgMbLAkd&index=6",
      "image_uri": "/static/images/speakerPics/Cal Bhangra.jpg"
    },
    {
      "year": "2015",
      "name": "Carolyn Gable",
      "byline": "CEO and Founder of Expect a Miracle!",
      "description": "As the Founder & CEO of a multi-million dollar 3rd party logistics firm, CarolynÍs road to a successful businesswoman was hardly typical. An average high school student with little motivation and no money to go to college, Carolyn graduated from beauty school to realize she had little interest in the trade. In order to make ends meet, she began waiting tables, a job she held for over a decade. Working in an exclusive restaurant atop of the Hyatt Chicago, wearing the mandatory uniform designed to appeal to the male clientele (including four-inch high heels), she waited on business men & women from all over the country. As a single mother, working for tips and living hand-to-mouth, it was barely enough to cover rent and feed her two kids. Something had to change.<br/>The change arrived one day when the roof of the restaurant was damaged in a storm, forcing Carolyn to find work quickly. She walked into an employment office and said she wanted a sales job. The counsellor looked at Carolyn, at her previous work experience, and said the best he could do was a Customer Service position at a freight company.<br/>Entering the male-dominated freight industry, Carolyn dedicated herself to learning the business and soon found herself in the sales position. A few years later, as the industry became de-regulated, Carolyn recognized an opportunity and started her own business, New Age Transportation, Distribution & Warehousing, Inc.<br/>As her business flourished, Carolyn never forgot the struggles she endured as a single mother trying to make ends meet as a waitress. With a desire to help ease the financial burdens single, working parents encounter, she created the Expect A Miracle Foundation. The non-profit organization provides assistance for childrenÍs extra-curricular activities _ an expense many single parents struggle to afford. Since 2001, the organization has helped nearly 6000 children!<br/>The dynamic author of Everything I Know as a CEO I Learned as a Waitress, Carolyn outlines her principles for success _ which can be applied within business and in oneÍs personal life. Sharing her life experiences and inspirational thoughts, the confidence her writing instills in the reader to take their own journey is undeniable. Her latest book, The Miracle Path, captures the hope, strength, and courage of others as they continue on their lifeÍs journey. A must-read for anyone that needs a little encouragement in pursuit of a miracle!<br/>Carolyn generates the spark that you need to believe in yourself and to achieve your goals. She is living proof that individuals can overcome obstacles, beat the odds, and succeed. Hearing her tell her story, her words of inspiration, and her positive approach to the most difficult situations is as insightful to the CEO as it is to the single parent.",
      "youtube_url": "https://www.youtube.com/watch?v=4yLZeOBGhPc&index=3&list=PLsRNoUx8w3rO85QYglHfjpLwKXgMbLAkd",
      "image_uri": "/static/images/speakerPics/Carolyn Gable.jpg"
    },
    {
      "year": "2015",
      "name": "Dan Garcia",
      "byline": "Innovator in Computer Science Education",
      "description": "Dan Garcia is a Senior Lecturer with Security Of Employment in the EECS Department at the University of California, Berkeley, and joined the faculty in the fall of 2000. Dan received his PhD and MS in Computer Science from UC Berkeley in 2000 and 1995, and dual BS degrees in Computer Science and Electrical Engineering from MIT in 1990. He was chosen as an ACM Distinguished Educator in 2012.<br/>He is active participant in SIGCSE (the annual computer science education conference, having presented every year since 2001), and is currently working with the ICSI Teaching Privacy research project. He serves on the ACM Education Board, the Advanced Placement Computer Science Principles Development Committee, is the faculty champion for the local Computer Science Teachers Association chapter, and the faculty co-director for BFOIT, a wonderful Berkeley K-12 outreach effort.<br/>He is the only person to have won all four of the departmentÍs teaching awards:<br/>* the Information Technology Faculty Award for Excellence in Undergraduate Teaching in 2004<br/>* the Diane S. McEntyre Award for Excellence in Teaching in 2002,<br/>* the EECS outstanding graduate student instructor award in 1998, and<br/>* the CS outstanding graduate student instructor award in 1992.<br/>He was also chosen as a UC Berkeley ñUnsung Heroî in 2005. He holds the record for the highest teaching effectiveness ratings (6.7/7) in the history of the departmentÍs lower-division introductory courses.<br/>He recently co-developed a computing course for non-majors, ñCS10: The Beauty and Joy of Computing (BJC)î. This redesign earned a ñBears Breaking Boundariesî curriculum design award, a Lockheed Martin broadening participation grant, and was twice chosen as a national pilot for the new Advanced Placement Computer Science Principles course. In the Spring of 2013, the course had more women than men in it, marking the first time (in campus recorded history) an introductory computing course at UC Berkeley achieved that distinction. Thanks to four NSF grants, they have already offered<br/>professional development to 200 high school teachers across the country, and starting in the summer of 2015, will begin working with 100 more teachers in New York City (his hometown), the largest school district in the country. He is developing a free edX MOOC course based on BJC, to reach even more teachers and students, launching on Labor Day, 2015.",
      "youtube_url": "https://www.youtube.com/watch?v=ozRovyDwKEM&list=PLsRNoUx8w3rO85QYglHfjpLwKXgMbLAkd",
      "image_uri": "/static/images/speakerPics/Dan Garcia.jpg"
    },
    {
      "year": "2015",
      "name": "Marc Gopin",
      "byline": "Director of the CRDC",
      "description": "Marc Gopin is the Director of the Center for World Religions, Diplomacy and Conflict Resolution (CRDC), the James H. Laue Professor at the School for Conflict Analysis and Resolution at George Mason University, Arlington, Virginia, USA, and co-owner of MEJDI, a peace tourism business that embraces the multiple narratives of indigenous peoples. Gopin has pioneered projects at CRDC in Afghanistan, Iran, Syria, Palestine and Israel.<br/>Gopin has trained thousands of people worldwide in peacebuilding strategies for complex conflicts. He conducts research on values dilemmas as they apply to international problems of clash of cultures, globalization and development, and social justice. The direction of his new research and teaching investigates the relationship between global trends in nonviolence and new approaches to global conflict resolution.<br/>GopinÍs fifth book, Bridges Across an Impossible Divide: the Inner Lives of Arab and Jewish Peacemakers (Oxford, 2012), explores the role of self-examination in the resolution of human conflict as portrayed in the lives and testimonies of indigenous peacemakers. Gopin is also the author of To Make The Earth Whole: The Art of Citizen Diplomacy in an Age of Religious Militancy (Rowman & Littlefield Publishers Inc, 2009),Healing the Heart of Conflict, which was published in 2004 by Rodale Press. Holy War, Holy Peace: How Religion Can Bring Peace to the Middle East (Oxford University Press, 2002) was a study on what was missing from the Oslo Process, and what will be necessary culturally for a successful Arab/Israeli peace process, and Between Eden and Armageddon: The Future of World Religions, Violence and Peacemaking (Oxford University Press, 2000), which pioneered the theoretical and practical frameworks for engaging religion in the context of conflict prevention, management and resolution, in addition to numerous chapters in the leading edited volumes of the field of conflict resolution.<br/>Gopin has engaged in back channel diplomacy with religious, political and military figures on both sides of conflicts. He has appeared on numerous media outlets, including CNN, CNN International, Al Jazeera English, Al Jazeera Arabic, Al Arabiyah, The Jim Lehrer News Hour, National Public Radio, Voice of America, and the national public radios of Sweden and Northern Ireland. He has been published in numerous publications, including the International Herald Tribune, the Boston Globe, the Christian Science Monitor, and his work has been featured in news stories of the Times of London, the Times of India, Associated Press, and Newhouse News Service.<br/>Dr. Gopin received a Ph.D. in ethics from Brandeis University in 1993.",
      "youtube_url": "https://www.youtube.com/watch?v=LMaaWYOckjE&list=PLsRNoUx8w3rO85QYglHfjpLwKXgMbLAkd&index=14",
      "image_uri": "/static/images/speakerPics/Marc Gopin.jpg"
    },
    {
      "year": "2015",
      "name": "Viviana Guzm\u0092\u008dn",
      "byline": "Flutist",
      "description": "Described by the New York Times as ñan imaginative artist,î  Chilean-born flutist, Viviana Guzmàn (www.viviana.org) performs over 50 concerts a year throughout the world.   Her most recent recording ñTraveling Sonataî received a Grammy Nomination.  She has been featured on programs for PBS, NBC, and NPR, seen on the cover of Latina Style Magazine, and in COSMOPOLITAN en EspaÐol and has performed in 123 countries, and in all 7 continents including South Africa, Ireland, Spain, Brazil, Bali, India, Peru, Japan, China, Argentina, Greece, often featuring flutes from her collection of over 100 gathered from concert tours.   She has performed as soloist with 65 ensembles including orchestras in Russia,  Chile, Vermont, New York, Wisconsin, California, Texas, Montana, Philippines, in such halls as in Carnegie Hall, Avery Fisher Hall in Lincoln Center, and other prominent stages with such artists as Mikhail Baryshnikov, Placido Domingo, John Denver, and Glenn Close.<br/>Viviana Guzman is the Executive Director of the San Francisco Flute Society & Festival, Flutes by the Sea Masterclasses, and is an Altus Flutes Artist.  Last season included appearances in New Orleans, Honolulu, American Samoa, Mexico, Thailand, Panama, Peru, Chile, and as a soloist with the Philippines Symphony Orchestra in Manila and this season includes performances in Argentina, Philippines, Taiwan, Tahiti, Easter Island, California, and as a soloist with the Southeast Missouri Symphony Orchestra as well as with the San Jose Chamber Orchestra.",
      "youtube_url": "https://www.youtube.com/watch?v=zuiC-oQMqjQ&list=PLsRNoUx8w3rO85QYglHfjpLwKXgMbLAkd&index=9",
      "image_uri": "/static/images/speakerPics/Viviana Guzmán.jpg"
    },
    {
      "year": "2015",
      "name": "Eric Holt-Gim\u0092©nez",
      "byline": "Executive Director of Food First ",
      "description": "Eric Holt-Gim_nez has been Executive Director of Food First since 2006. He is the editor of the Food First bookFood Movements Unite! Strategies to Transform Our Food Systems; co-author of Food Rebellions! Crisis and the Hunger for Justice with Raj Patel and Annie Shattuck; and author of the book Campesino a Campesino: Voices from Latin AmericaÍs Farmer to Farmer Movement for Sustainable Agriculture and of many academic, magazine and news articles. Of Basque and Puerto Rican heritage, Eric grew up milking cows and pitching hay in Point Reyes, CA, where he learned that putting food on the table is hard work. After studying rural education and biology at the University of Oregon and Evergreen State College, he traveled through Mexico and Central America, where he was drawn to the simple life of small-scale farmers.<br/><br/>When he arrived to work in the community of Vicente Guerrero in the impoverished state of Tlaxcala, Mexico in 1977, the place was surrounded by eroded and deforested hills and farmers were not able to grow enough food to feed their families. But the village did have a small elementary school and an energetic young mayor and Eric enthusiastically joined his efforts to revitalize the community. They started a school garden, a water project, a health clinic and a sewing coop. Several Mayan farmers from Guatemala visited at just the right time to lead a field course on soil and water conservation that helped restore the degraded environment and boost farmerÍs yields. From that experience, the Campesino a Campesino (farmer to farmer) movement was born. In the four decades since, this peasant-led sustainable agriculture movement has spread steadily across Latin America\u0084creating innovative farming methods, raising yields and improving livelihoods for hundreds of thousands of small farmers and their families.<br/><br/>After spending over twenty-five years with the resourceful farmers of Central America and Mexico, Eric holds a deep appreciation for the value and power of building local food systems. But he has also become painfully aware that working locally is never going to be enough to bring about the larger changes that are needed: ñSmall farmers and underserved urban communities need changes in national food policies and international trade rules to have a fighting chance of feeding themselves and building healthy, prosperous livelihoods.î<br/><br/>Eric has a MSc. in International Agricultural Development from University of California at Davis and a PhD in Environmental Studies from the University of California at Santa Cruz . He has taught Development Studies at UC Berkeley, UC Santa Cruz, Boston University and the National Gastronomic University in Pollenzo, Italy. Prior to working at Food First, he served as the Latin America Program Manager for the Bank Information Center (BIC) in Washington DC.<br/><br/>In EricÍs words, ñsuccessful social movements are formed by integrating activism with livelihoods. These integrated movements create the sustained social pressure that produces political will\u0084the key to changing the financial, governmental and market structures that presently work against sustainability.î",
      "youtube_url": "https://www.youtube.com/watch?v=fX9dV9zCN-A&list=PLsRNoUx8w3rO85QYglHfjpLwKXgMbLAkd&index=2",
      "image_uri": "/static/images/speakerPics/Eric Holt-Giménez.jpg"
    },
    {
      "year": "2015",
      "name": "Valerie Joi",
      "byline": "Musical Minister",
      "description": "Valerie JoiÍs song delivery is as fluid and focused as her life. She is a minister extraordinaire and her message of unconditional love and acceptance is clear, strong and uncompromising. Listening to her perform is an artistic and healing journey in itself.<br/><br/>A gifted and multifaceted musician, Valerie Joi studied classical piano and jazz voice, and has worked with many recording artists as a pianist, vocalist, composer, arranger and producer. She is also a brilliant choir director. She has directed the UC Santa Cruz Gospel Choir for the past eleven years, and was recently titled a Porter College Faculty Fellow by the university.<br/><br/>As the former Music Director for Inner Light Ministries in Santa Cruz, CA, Valerie Joi established a music ministry renowned for its excellence, which culminated in the invitation for the Inner Light Choir to perform on the stage of Carnegie Hall in February 2012, ña clear reflection of their exceptional directorî (Dennis Loy, Conductor-inResidence). Valerie Joi received the further honor of singing the solo on her composition ñLiving Graceî at the Carnegie Hall performance.<br/><br/>Valerie Joi was featured as one of the DirectorÍs Top Ten Picks at the Monterey Jazz Festival and her music can be heard on the television show In the Light, and in the films JumpinÍ the Broom and God and Gays: Bridging the Gap. With an MBA in Finance and Entrepreneurship from Rice University, Valerie Joi combines her passion for music and education with expertise in business management. To this end, she also works with the Institute for WomenÍs Leadership promoting gender partnership in the workplace.<br/><br/>First and foremost, Valerie Joi is a music minister, teaching and preaching music as ministry and connection. Her CD of original compositions, Singing the Sacred Yes, is an invitation to deepen our relationship with the Divine. Her most recent release with the incomparable pianist Tammy Hall, Remembering to Remember: Hymns for the Soul, pays beautiful tribute to the spiritual heritage of our country.<br/><br/>Valerie Joi is committed to sharing her ministry of love and music with students from all walks of life, as she invites them to bless and be blessed through song. As a consummate expression of music, she uplifts her audiences and inspires them to experience their own sense of Divine Connection.",
      "youtube_url": "https://www.youtube.com/watch?v=jsjItmQfgUk&list=PLsRNoUx8w3rO85QYglHfjpLwKXgMbLAkd&index=5",
      "image_uri": "/static/images/speakerPics/Valerie Joi.jpg"
    },
    {
      "year": "2015",
      "name": "Prasad Kaipa",
      "byline": " Ph.D, CEO, Kaipa Group",
      "description": "Prasad is the CEO of the Kaipa Group in California and is a thought leader in the areas of innovation, leadership development and change management. He is considered to be one of the top management thinkers (#21) of Indian origin by Thinkers50 group. He is the co-author of critically acclaimed and international best-seller (#4 in non-fiction books in India) ñFrom Smart to Wise: Acting and Leading with Wisdomî in 2013. He has been a visiting professor and was the founding Executive Director of the Center for Leadership, Innovation and Change (CLIC) at the Indian School of Business (ISB) and raised multi-million dollar funding for the center. He was also a Smith Richardson Visiting Fellow at Center for Creative Leadership between 2010-11 and was an advisor to Business FAC of Fetzer Institute (2011-13). Prasad taught executive education programs organized by INSEAD, LBS, USC, Dartmouth and IIM Bangalore in addition to ISB.<br/><br/>Prasad has been an advisor and coach focusing on innovation and leadership since 1990 for about 120 C-level executives in Global Fortune 500 companies. Clients included Adobe, Boeing, Disney, Johnson & Johnson, Maxim and Oracle as well as global/entrepreneurial companies like Aztec, Advanta, BAE Systems, Lunar Design, Mastek, Olixir, Polaris, State Bank of India and Scintera Networks. The purpose of PrasadÍs innovation/leadership coaching is to ignite the genius within individuals. PrasadÍs unique competence is in helping his clients find their next significant step and take it. He found that unless he helps clients to examine their signature strengths that have turned into ñcore incompetenceî and kept them stuck, it is difficult to ignite and channel their creativity to come up with innovative decisions, products, and services. He assists clients in becoming effective in managing people as well as oneself (personal mastery), getting reenergized and building new capacities, and taking more risks, in addition to innovative and strategic decisions.<br/><br/>Prasad co-founded the Entrepreneur Institute for TiE in the Silicon Valley in 2002 to assist entrepreneurs develop soft skills and connect, engage and co-create effectively with others in the ecosystem. Over 13,000 entrepreneurs have gone through TiE Institute programs. He is a part-time faculty member at the Saybrook University and works with students in the areas of creativity and innovation, transformational learning and leadership. Prasad is/was on the board of directors/trustees for International Leadership Association (ILA), Marico Innovation Foundation, Samskrita Bharati USA, Integral Leadership Review, Lead India 2020, Society for Organizational Learning (SoL), Aankhen, Mentor Cloud, Intertec Communications, and Hindu University of North America.<br/><br/>Prasad also worked as an educator/consultant with 100+ companies like Areva, AT&T, A.P. Moeller Maersk, Canara Bank, Exxon Mobil, Ford, Pepsi (Quaker Oats), Navteq, Nitto-Denko, Sasken, Sun, Syngenta, and Union Bank in the areas of leadership, change management, innovation and management team development. Cisco and HP have worked with Prasad in developing innovative business models for creating a successful new business and in innovating unique, ñbrandableî product designs that are consistent with their culture.<br/><br/>As a senior manager in Apple, Prasad was asked to create an educational menu for Apple engineers using innovative learning approaches. In 1999, as a research fellow in the Apple University, and with a charter to help design ïa learning processor that augments human intelligence,Í Prasad interviewed high achievers and exceptional people researching how they learn (and ïunlearnÍ), create, communicate, relate and lead.<br/><br/>Prasad got his doctorate in physics, and as a professor in the University of Utah helped build an international research laboratory with Dr. Ed Haskell. Athena Interactive released three award winning CD-ROMs for leaders based on his learning interface concepts and his pyramid building (thinking in three dimensions) methodology.<br/><br/>In addition to ïFrom Smart to WiseÍ Prasad published an e-book ïDiscontinuous Learning: Igniting Genius Within by Aligning Self, Work, and FamilyÍ and many of his writings and tools are available at http://www.kaipagroup.com. He writes a blog regularly on innovation and leadership in HBR.org and has published articles in Business Week, Forbes, Fortune, and New York Times. He twitter handles are @pkaipa and @fromsmarttowise. Prasad is married to Dr. Vinoda and is father of Pravin (27) and Vidya (23). He enjoys exploring and reinterpreting ancient wisdom (and its application in developing highly effective and authentic leaders), photography , listening to classical music, and playing tennis.",
      "youtube_url": "https://www.youtube.com/watch?v=o343JN-FHng&list=PLsRNoUx8w3rO85QYglHfjpLwKXgMbLAkd&index=4",
      "image_uri": "/static/images/speakerPics/Prasad Kaipa, Ph.D.jpg"
    },
    {
      "year": "2015",
      "name": "Dr. Victoria Kisyombe",
      "byline": "Innovator in Women Empowerment",
      "description": "Dr. Victoria Kisyombe is a leader who has used innovation, initiative, and determination to empower women in Tanzania to become economically self-sufficient. Given womenÍs lack of collateral and resulting lack of access to capital, Victoria began pioneering micro-leasing as a solution. Pioneering micro-leasing model as an alternative way to financing women has generated praise beyond Tanzania, and efforts are under way to expand the model to other countries in the region.<br/><br/>Victoria has been a true innovator and pioneer in an important area, helping improve the livelihoods of thousands of impoverished women in her country, truly making a world of difference. She was profiled by the World Bank in 2007 _ ñDoing Business in Africaî.<br/><br/>The International Alliance for Women honored Victoria in 2009 as WINNER OF THE PRESTIGEOUS TIAW WORLD OF DIFFERENCE 100 AWARDS in the ECONOMIC EMPOWERMENT category. This is in recognition of her outstanding contribution in making ñall the difference in the worldî to the economic empowerment of women. TIAW is an International umbrella organization based in Canada whose mission is economic empowerment of women entrepreneurs locally, regionally or worldwide.<br/><br/>World Economic Forum/Schwab Foundation honored Victoria with African Region Award of Social Entrepreneur of the Year 2010 in recognition of visionary, pragmatic and courageous contributions that significantly improve the state of the world. She is now a permanent Schwab Fellow and also a Member of the Global Agenda Council on New Growth Models.<br/><br/>In 2011, Victoria received an award of ñWomen of determination 2011î in recognition of her support on development of SMEs in her country during 50 years of independence of Tanzania.<br/><br/>Hon. Hillary Rodham Clinton honored Victoria with a very prestigious Award on Economic Empowerment in Washington D.C. in recognition of her efforts to empower women in her country and for being a role model and a global leader in the economic empowerment sector. Hon. Hillary Rodham Clinton is the Founder of Vital Voices.<br/><br/>Victoria Kisyombe is a Pioneer Member of the World Entrepreneurship Forum (Lyon, France); an Associate Member of Women Global Banking Alliance (USA); Eastern and Coastal Diocesan Council Member of the Evangelical Lutheran Church in Tanzania (ELCT); Council Member of United Evangelical Mission (UEM, Germany), Chairperson of UEMÍs Foundation Board (Germany), Chairperson of UEMÍs Investment Trust; Council Member of Tumaini Makumira Univeristy, Chairperson of Coalition of Advancement of Women in Agriculture in Tanzania (CAWAT) which is supported by Land O Lakes, USA.",
      "youtube_url": "https://www.youtube.com/watch?v=7Ezc_2j9HZw&list=PLsRNoUx8w3rO85QYglHfjpLwKXgMbLAkd&index=17",
      "image_uri": "/static/images/speakerPics/Dr. Victoria Kisyombe.jpg"
    },
    {
      "year": "2015",
      "name": "Emily Levine",
      "byline": "Producer and Comedian",
      "description": "Emily Levine was a successful television writer/producer (Designing Women, Love and War, Dangerous Minds) as well as a stand-up comedian on TV (ñLate Nite with David Lettermanî) and at major clubs around the country, but found neither career fulfilling.  Since then, sheÍs become the Jon Stewart of science, finding comic gold at the interface of science and society.  Her appearances at conferences (including four appearances at TED where she was recently voted one of the 100 all-time favorite speakers); in corporate venues; and onstage (in NY, LA and San Francisco) have received accolades from the press (ñOne of the new Queens of Comedyî, NEWSWEEK), from the scientific community (ñEmily @ the Edge of Chaosî is a brilliant mix of art and scienceî/BRIAN GREENE and TRACY DAY, co-producers of the World Science Festival); and from her peers (ñIf you donÍt get Emily LevineÍs smart comedy, youÍre an idiotî/MATT GROENING, creator of ñThe Simpsonsî.)   Emily is in the final stages of post-production on ñEmily @ the Edge of Chaosî, a film about how science saved her life and how she will now save the world.",
      "youtube_url": "https://www.youtube.com/watch?v=86KDnbQB0AQ&list=PLsRNoUx8w3rO85QYglHfjpLwKXgMbLAkd&index=11",
      "image_uri": "/static/images/speakerPics/Emily Levine.jpg"
    },
    {
      "year": "2015",
      "name": "New Orleans Manifesto",
      "byline": "New Orleans Jazz Band",
      "description": "New Orleans Manifesto offers up all the various flavors of New Orleans Jazz with flair, funk and finesse. Everything from exciting groove oriented music to a beautiful New Orleans serenade.<br/><br/>Soundcloud.com/new-orleans-manifesto<br/><br/>Twitter: @JohnHalbleib",
      "image_uri": "/static/images/speakerPics/New Orleans Manifesto.jpg"
    },
    {
      "year": "2015",
      "name": "Alison Meyer",
      "byline": "Leadership Coach",
      "description": "Alison teaches leadership communications at UC BerkeleyÍs Haas School of Business and around the world. She also consults to individuals and corporations as an executive coach, facilitator, and leadership program developer. A proud UC Berkeley ñdouble bearî (MBA 2011, BA Art History 1987) she helps people find their stories and voice, move through giant obstacles, be curious about the people around them, listen fiercely, open their hearts, and aspire outrageously. Her company is www.UnconditionalLeadership.com.<br/><br/>During her 20s she worked various administrative roles in art, design and consulting companies, and started to train and perform in theater at night. Building skill in accounting led to consultancy with clients in design, tech and manufacturing. The business afforded flexibility for her passion, theater, while she built a practice as a trusted advisor to entrepreneurial, innovative clients. The next 10 years were business consultant by day, singer-actress by night, and not much sleep.<br/><br/>In 2005, after much soul-searching, she closed the consulting business and put aside singing to find focus on a single career combining left brain and right brain, arts, technology and business. This intention led her to AppleÍs iTunes, where she helped build the digital content business in TV and Movies.<br/><br/>During the Apple years, life stabilized, she watched a lot of TV, and immersed herself in tech. She returned to Berkeley for the #1-ranked Haas Evening Weekend MBA, and was promoted to Manager at Apple.<br/><br/>At Haas Alison discovered that the experience sheÍd left behind in the acting studio and on stage could be used in the real world to help people develop their presence and find their voice. In 2009 she began teaching leadership communications at Haas, and consulting to companies and private clients. In 2013 she transitioned into coaching and consulting full time.<br/><br/>The coaching process and mindset has taught her life-changing skills around slowing down, really listening, stepping into difficulty bravely, and making others look good, skills that she already had from theater. Her mission is to pass these tools on, and teach others how to pass them on. Her current favorite word is ñyet.î",
      "youtube_url": "https://www.youtube.com/watch?v=NR33yerZgso&list=PLsRNoUx8w3rO85QYglHfjpLwKXgMbLAkd&index=19",
      "image_uri": "/static/images/speakerPics/Alison Meyer.jpg"
    },
    {
      "year": "2015",
      "name": "Eric Rasmussen",
      "byline": " MD, MDM, FACP, CEO for Infinitum Humanitarian Systems (IHS)",
      "description": "Dr. Rasmussen is a medical doctor and the CEO for Infinitum Humanitarian Systems (IHS), an international social business built on a profit-for-purpose model. By training he is an internal medicine physician with both undergraduate and medical degrees from Stanford University and a Masters degree in disaster medicine from the UN World Health OrganizationÍs affiliate CEMEC (Centre European pour la Medecin des Catastrophes) in Italy. He was elected a Fellow of the American College of Physicians in 1997 and a Fellow of the ExplorerÍs Club in 2014.<br/><br/>Rasmussen is a Research Professor in Environmental Security and Global Medicine at San Diego State University and an instructor in disaster medicine at both the International Disaster Academy in Bonn, Germany (BBK, or Bundesamt fÙr Bev_lkerungsschutz ind Katastrophenhilfe) and the Institute for Disaster Preparedness at Tsinghua University in Beijing, China.<br/><br/>He is a member of the core faculty at Singularity University within the NASA Ames Research Center, teaching in both the Exponential Medicine and Global Grand Challenges tracks. He also serves as Permanent Advisor to the UN Secretary-GeneralÍs High Level Expert Panel on Water Disasters, and is a member of the US National Academy of ScienceÍs Committee on Grand Challenges in Global Development.<br/><br/>Rasmussen served as a physician in the US Navy for 25 years aboard nuclear submarines, amphibious ships and aircraft carriers. He was Fleet Surgeon for the US NavyÍs Third Fleet and chairman of an academic department of medicine in Seattle. Among his wartime deployments are Bosnia (x3), Afghanistan (x2), and Iraq for ten months. His disaster deployments include Supertyphoon Haiyan in the Philippines, HaitiÍs earthquake, Banda Aceh for the tsunami, Superstorm Sandy in New York, and New Orleans after Hurricane Katrina.<br/><br/>He also spent nine years as a Principal Investigator in humanitarian informatics for the Defense Advanced Research Projects Agency (DARPA) and received DARPAÍs capstone award as Outstanding Investigator of the Year before retiring from the Navy to serve as the CEO of InSTEDD, a humanitarian NGO established by Dr. Larry Brilliant, then Executive Director of Google.org. InSTEDDÍs charter is to put into action the goals outlined by Dr. BrilliantÍs TED Prize speech for better global disease outbreak surveillance and response. Dr. Rasmussen shifted from CEO to Chair of the InSTEDD Board in 2010 and became CEO of IHS soon after.<br/><br/>IHS is particularly good at the provisioning of clean drinking water in very difficult settings using ceramic nanotechnologies for renewable-powered, robust, efficient, portable, and inexpensive water reclamation and purification systems. IHS also currently manages the Global Disaster Response Team for the Roddenberry Foundation, supported by the Star Trek franchise.<br/><br/>Eric lives with Demi, his wife of 30 years, on Bainbridge Island near Seattle, Washington. They have two excellent daughters, one doing biochemistry in Seattle, one doing permaculture in Canada.",
      "youtube_url": "https://www.youtube.com/watch?v=sj23M9uu63s&list=PLsRNoUx8w3rO85QYglHfjpLwKXgMbLAkd&index=10",
      "image_uri": "/static/images/speakerPics/Eric Rasmussen, MD, MDM, FACP.jpg"
    },
    {
      "year": "2015",
      "name": "Mike Robbins",
      "byline": "Author",
      "description": "Mike Robbins is the author of three books, Focus on the Good Stuff, Be Yourself Everyone Else is Already Taken, and his latest, Nothing Changes Until You Do.  Mike travels throughout the country and the world sharing his stories, insights, and ideas with clients like Google, Citibank, Microsoft, Schwab, eBay, Kaiser, and the San Francisco Giants.  Mike and his work have been featured in Forbes and Fast Company, as well as on ABC News and the Oprah radio network.  HeÍs a regular contributor to the Huffington Post and his books have been translated into 14 different languages.  For more information about Mike and his work, feel free to visit<br/><br/>@MikeDRobbins<br/><br/>Mike-Robbins.com",
      "youtube_url": "https://www.youtube.com/watch?v=bd2WKQWG_Dg&list=PLsRNoUx8w3rO85QYglHfjpLwKXgMbLAkd&index=18",
      "image_uri": "/static/images/speakerPics/Mike Robbins.jpg"
    },
    {
      "year": "2015",
      "name": "Richmond Sarpong",
      "byline": "Professor of Chemistry",
      "description": "Richmond Sarpong, who was born in Ghana, West Africa, is a professor of chemistry in the Department of Chemistry at the University of California, Berkeley, where he has been since 2004. He moved to the United States in 1991 after a childhood and adolescent years in Ghana, Zambia, and Botswana, respectively.<br/><br/>He was an undergraduate student at Macalester College, obtained his Ph.D. from Princeton University, and conducted a postdoctoral stay at Caltech.<br/><br/>Richmond and his research group at Berkeley are interested in identifying efficient and versatile ways to prepare natural products, which are compounds isolated from living organisms that form the basis for over 50% of the medicines that are currently on the market. His passion to pursue science with potential medicinal value was driven by the scourge of river blindness and AIDS in sub-Saharan Africa, which he witnessed first hand.<br/><br/>Richmond has served the chemistry community in many capacities. He is a member of the National Institutes of Health study section that evaluates proposals in the area of chemical synthesis and is on the board of editors for Organic Syntheses, a journal that provides robust chemical procedures. He is the recipient of numerous awards including the Alfred P. Sloan Fellowship, the Camille Dreyfus Teacher-Scholar award, a Cope Scholar Award from the American Chemical Society, and a teaching award from the Department of Chemistry at UC Berkeley in 2009.",
      "youtube_url": "https://www.youtube.com/watch?v=nIsY87-zkXA&list=PLsRNoUx8w3rO85QYglHfjpLwKXgMbLAkd&index=12",
      "image_uri": "/static/images/speakerPics/Richmond Sarpong.jpg"
    },
    {
      "year": "2015",
      "name": "Meera Shenoy",
      "byline": "Founder, Youth4Jobs",
      "description": "Skilled  in skilling.  Abling  the disabled.<br/><br/>It is inspirational to help the poor. Or the  disabled.  Or  the young in remote villages of rural India.   Meera  Shenoy has transformed lives in  all three categories. She has pioneered a training model that skills   underprivileged youth for jobs in todayÍs market. She has achieved this, while in leadership positions in the government, the private sector, and presently, in a social enterprise.<br/><br/>Meera  Shenoy  is the Founder-Chairperson of Youth4Jobs (www.youth4jobs.org), which focuses on helping companies build an inclusive workforce. In just three years,  Y4J has become one of the largest organisations in India in the field. It has  reached out to over 100,000 rural households, trained 4500 disabled youth, and placed  70%  in jobs, and 40% of these are girls with disabilities.<br/><br/>Meera was awarded the NCPEDP-Shell Helen Keller award in 2012. Her disability work was featured online in the Harvard Business Review and the Stanford Social Innovation Review.<br/><br/>In 2004,  Meera was asked to join the Andhra Pradesh government to initiate and lead IndiaÍs first Jobs Mission for rural and tribal youth. She changed the focus of the governmentÍs work from ïtraining for trainingÍs sakeÍ, to  market-speaker_image_uried training programs for youth, including  the last mile of placing them in jobs. Meera Shenoy has uniquely shown, that large-scale job training and placement can be done, and in a short period.  When she left in 2010, the Jobs Mission had become one of the largest jobs mission for the poor, with 150,000 rural and tribal youth placed in jobs, over  5 years. Scale in hirings came from training innovations tailored to market needs, such as creating IndiaÍs first grass-roots program in  English, work readiness and computer skills. A unique IT architecture speaker_image_uried to e-payment ensured transparency.<br/><br/>The Jobs Mission work won several awards including the South Asia Manthan award for e-inclusion. It was featured in Knowledge@Wharton and the Wall Street Journal.<br/><br/>Meera  was commissioned by the ILO to do their India country strategy, for persons with disability and labour markets. From 2012-14 she was Senior Advisor, UNDP, for youth skilling and employment. She also supported the office of the Chairman, National Skill Development Agency, the highest policy making body in India in this field. For the past seven years she has also worked as a World Bank consultant in youth and skilling, in their poverty alleviation projects  across South Asia.",
      "youtube_url": "https://www.youtube.com/watch?v=Cp7JfZDJPWo&list=PLsRNoUx8w3rO85QYglHfjpLwKXgMbLAkd&index=15",
      "image_uri": "/static/images/speakerPics/Meera Shenoy.jpg"
    },
    {
      "year": "2015",
      "name": "Adora Svitak",
      "byline": " Activist for Feminism and Youth Causes",
      "description": "Since the age of four, Adora has been exploring what she can do with the written word: everything from championing literacy and youth voice to working with the UNÍs World Food Programme to raise awareness about world hunger. Hoping to instill her love of writing in others, she taught her first class at a local elementary school the year her first book, Flying Fingers, debuted; since then, she has spoken at hundreds of schools, classrooms and conferences around the world. In 2010, she delivered the speech ñWhat Adults Can Learn from Kidsî at TED. The speech received over 3.3 million views on TED.com alone, and has been translated into over 40 different languages. That same year, Adora started organizing TEDxRedmond, a youth conference attracting over 700 attendees each year. Over the course of years of speaking, her audiences have included teachers, CEOs, entrepreneurs, artists, students, and delegates at the United Nations Economic and Social CouncilÍs Youth Forum.<br/><br/>Pacific Standard Magazine described Adora as one of the ñ30 Top Thinkers Under 30,î going on to call her ñan activist for feminism, liberal politics, and youth-oriented causes [\u0083] pretty far up the road to becoming intellectual royalty.î She has written widely, including pieces for Mashable, the Huffington Post, and Berkeley Political Review as well as contributions to poetry anthologies. Excerpts from her speeches and blog posts have been included in writing textbooks around the world. She is a 2011 recipient of the National Education Association FoundationÍs Award for Outstanding Service to Public Education, an honor previously bestowed on luminaries ranging from Bill Clinton to Billie Jean King. Adora is currently a freshman at UC Berkeley, where she is majoring in Political Science.",
      "youtube_url": "https://www.youtube.com/watch?v=bBFQpd1cnCQ&list=PLsRNoUx8w3rO85QYglHfjpLwKXgMbLAkd&index=16",
      "image_uri": "/static/images/speakerPics/Adora Svitak.jpg"
    },
    {
      "year": "2015",
      "name": "Cal Raijin Taiko",
      "byline": "Performance Drum Group",
      "description": "In the Spring of 2005, a small-but-committed group of students pooled together their resources and formed UC BerkeleyÍs first taiko group. Since then, Cal Raijin Taiko has gone on to become BerkeleyÍs premier Japanese drumming performance ensemble. With a repertoire consisting entirely of original compositions, Cal Raijin Taiko performs to spread the knowledge, love, and passion of taiko to both the campus and the surrounding communities. In the decade since itÍs inception, the members of Cal Raijin Taiko have composed over a dozen unique and vibrant songs, and performed for scores of audiences large and small. Our alumni have spread throughout the country, many of them founding entirely new taiko groups in the cities where they settle. Every Fall we accept new members to make up the next Generation of our Cal Raijin Taiko family.",
      "youtube_url": "https://www.youtube.com/watch?v=Q64p_c4dljA&list=PLsRNoUx8w3rO85QYglHfjpLwKXgMbLAkd&index=7",
      "image_uri": "/static/images/speakerPics/Cal Raijin Taiko.jpg"
    },
    {
      "year": "2015",
      "name": "UC Men\u008a\u0097Ès Octet",
      "byline": "UC Berkeley A Capella Group",
      "description": "The UC MenÍs Octet is an eight member a cappella singing group comprised of some of the finest male singers at the University of California, Berkeley. Founded in 1948, the Octet has entertained audiences around the world with its unique mesh of close harmonies and zany stage antics as well as with a wide repertoire of barbershop, doo-wop, contemporary pop, modern alternative, and of course, Cal fight songs, the group has released dozens of recordings over the years. That being said, their most important performances are held on Sproul Plaza each Wednesday at one oÍclock in front of our greatest fans, the Cal students. WeÍre super exited to be performing at TEDxBerkeley this year and hope you enjoy!",
      "youtube_url": "https://www.youtube.com/watch?v=d8JsthuQgAM&list=PLsRNoUx8w3rO85QYglHfjpLwKXgMbLAkd&index=8",
      "image_uri": "/static/images/speakerPics/UC Men’s Octet.jpg"
    },
    {
      "year": "2015",
      "name": "Dan Viederman",
      "byline": "CEO of Verit\u0092©",
      "description": "As CEO of Verit_, Dan Viederman has worked closely with NGOs, governments, investors, and the biggest multinational brands in the world to improve working conditions and eliminate human rights violations across geographies and business sectors. For the impact that Verit_ has had on the millions of workers around the world, Viederman was the winner of a 2007 Skoll Foundation Award for Social Entrepreneurship, and was titled 2011 Social Entrepreneur of the Year in the United States by the Geneva, Switzerland-based Schwab Foundation for Social Entrepreneurship. Dan has managed NGOs in developing countries since 1993 and worked with internationally-recognized institutions such as the World Wildlife Fund (WWF) and Catholic Relief Services. He has lived extensively in Asia and speaks Chinese. Dan is a graduate of Yale University, the Columbia University School of International and Public Affairs, and Nanjing TeacherÍs University.",
      "youtube_url": "https://www.youtube.com/watch?v=QIv8tfrQGhY&list=PLsRNoUx8w3rO85QYglHfjpLwKXgMbLAkd&index=13",
      "image_uri": "/static/images/speakerPics/Dan Viederman.jpg"
    },
    {
      "year": "2015",
      "name": "Steve Wozniak",
      "byline": "Apple Computer Co-Founder and Philanthropist",
      "description": "A Silicon Valley icon and philanthropist for more than thirty years, Steve Wozniak has helped shape the computing industry with his design of AppleÍs first line of products the Apple I and II and influenced the popular Macintosh. In 1976, Wozniak and Steve Jobs founded Apple Computer Inc. with WozniakÍs Apple I personal computer. The following year, he introduced his Apple II personal computer, featuring a central processing unit, a keyboard, color graphics, and a floppy disk drive. The Apple II was integral in launching the personal computer industry.<br/><br/>In 1981, he went back to UC Berkeley and finished his degree in electrical engineering/computer science. For his achievements at Apple, Wozniak was awarded the National Medal of Technology by the President of the United States in 1985, the highest honor bestowed on AmericaÍs leading innovators.<br/><br/>In 2000, he was inducted into the Inventors Hall of Fame and was awarded the prestigious Heinz Award for Technology, The Economy and Employment for single-handedly designing the first personal computer and for then redirecting his lifelong passion for mathematics and electronics toward lighting the fires of excitement for education in grade school students and their teachers.<br/><br/>Through the years, Wozniak has been involved in various business and philanthropic ventures, focusing primarily on computer capabilities in schools and stressing hands-on learning and encouraging creativity for students.  Making significant investments of both his time and resources in education, he adopted the Los Gatos School District, providing students and teachers with hands-on teaching and donations of state-of-the-art technology equipment. He founded the Electronic Frontier Foundation, and was the founding sponsor of the Tech Museum, Silicon Valley Ballet and ChildrenÍs Discovery Museum of San Jose.<br/><br/>Wozniak is Chief Scientist at Primary Data and is a published author with the release of his New York Times best selling autobiography, iWoz: From Computer Geek to Cult Icon by Norton Publishing. His television appearances include reality shows Kathy Griffin: My Life on the D-List, ABCÍs Dancing with the Stars and The Big Bang Theory.  In 2014, he was awarded the Hoover Medal, a prestigious honor given for ñoutstanding extra-career services by engineers to humanity,î and was inducted into the IndustryWeek Manufacturing Hall of Fame.",
      "youtube_url": "https://www.youtube.com/watch?v=PwSyjz1off4&list=PLsRNoUx8w3rO85QYglHfjpLwKXgMbLAkd&index=20",
      "image_uri": "/static/images/speakerPics/Steve Wozniak.jpg"
    }
  ],
  "2010": [
    {
      "year": "2010",
      "name": "Asma Abbas",
      "byline": "Asma Abbas teaches Politi...",
      "description": "Asma Abbas teaches Politics and Philosophy at Bard College at SimonÍs Rock in Great Barrington, Massachusetts. Her work inhabits the intersections of politics, ethics, and aesthetics in various philosophical and cultural traditions. She has worked on issues of suffering, memory, labour, voice, and representation, and has of late become captive to questions of love, terror, and life on the margins of times and spaces. Her first book, Liberalism and Human Suffering, is being released this autumn by Palgrave Macmillan.",
      "youtube_url": " https://youtu.be/rzErTFh67LQ",
      "image_uri": "/static/images/speakerPics/Asma Abbas.jpg"
    },
    {
      "year": "2010",
      "name": "George Breslauer",
      "byline": "George Breslauer earned h...",
      "description": "George Breslauer earned his PhD in Political Science from the University of Michigan in 1973 and then proceeded to join the faculty of UC Berkeley, where he has dedicated his entire career. Steadily advancing through the ranks, Breslauer was appointed ChancellorÍs Professor in 1998, and he currently serves as Executive Vice Chancellor and Provost. Breslauer is a renowned authority on Soviet and Russian politics and has authored or edited 12 books on the subject, his latest being ñGorbachev and Yeltsin as Leaders.î",
      "youtube_url": " https://www.youtube.com/watch?v=sbqMZnfkGBE",
      "image_uri": "/static/images/speakerPics/George Breslauer.jpg"
    },
    {
      "year": "2010",
      "name": "Eric Cheng",
      "byline": "Eric Cheng is an award-wi...",
      "description": "Eric Cheng is an award-winning underwater photographer whose wildlife imagery has been featured in magazines, books, television shows, and museums. He is the publisher and editor of Wetpixel.com, the premiere online community for underwater photographers, and of Wetpixel Quarterly Magazine, a print magazine featuring the best in underwater photography. Through Wetpixel Expeditions, Eric leads regular photography expeditions and workshops around the world.",
      "youtube_url": " https://youtu.be/MA7POyk16G8",
      "image_uri": "/static/images/speakerPics/Eric Cheng.jpg"
    },
    {
      "year": "2010",
      "name": "Amit Deutsch",
      "byline": "Amit Deutsch recently gra...",
      "description": "Amit Deutsch recently graduated from Berkeley with a degree in psychology. His interest in the mind and the effects of group mentalities began in high school when he started interviewing Holocaust survivors and publishing their stories. His talk focuses on the roles that narratives play in perpetuating both group and interpersonal conflicts and how individuals can come to see the difference between people as they appear in our narratives and people as they really are.<br/><br/>© Copyright 2016 TEDxBerkeley",
      "youtube_url": " https://youtu.be/5yiEwWn5xpQ",
      "image_uri": "/static/images/speakerPics/Amit Deutsch.jpg"
    },
    {
      "year": "2010",
      "name": "Fred Dust",
      "byline": "Fred Dust is a partner an...",
      "description": "Fred Dust is a partner and a practice lead at IDEO. Fred leads Systems at Scale, the group responsible for helping clients with large systemic infrastructural questions from governmental shifts, to behavior change, and beyond. During his tenure at IDEO, Fred has helped guide the realization of a future-focused education center at Stanford; taken Nike executives shopping; and worked with patients and staff to help build innovative service models for Mayo Clinic and Kaiser Permanente. Most recently, he helped The American Red Cross redesign the donation experience and the Transportation Security Administration evolve airport security.",
      "youtube_url": " https://youtu.be/YC9l2xBRWo0",
      "image_uri": "/static/images/speakerPics/Fred Dust.jpg"
    },
    {
      "year": "2010",
      "name": "Ross Evans",
      "byline": "Ross Evans is a genuine t...",
      "description": "Ross Evans is a genuine tinkerer and became a prolific and diverse inventor when he was an undergraduate in college. Among his brainchildren were an underwater breathing system for capsized kayakers, a kids fort-building system now sold by Cranium, and an innovative wall system for quickly partitioning rooms. But EvansÍs primary passion is bicycles, and one of his inventions in this area led to his career as the founder of Xtracycle, where heÍs pedaling a ñbicycle lifestyleî by turning bikes into versatile cargo vehicles (they can also power small appliances). In the developed world, ñsport utilityî bikes enable healthy fun. In poorer countries, they could also be the most practical option for moving goods and people.",
      "youtube_url": " https://www.youtube.com/watch?v=6Ay7UP4ytLg",
      "image_uri": "/static/images/speakerPics/Ross Evans.jpg"
    },
    {
      "year": "2010",
      "name": "Eric Gradman",
      "byline": "Eric Gradman is an intera...",
      "description": "Eric Gradman is an interactive artist in Los Angeles, CA. His work often features computer vision, large-scale projections, unusual sensors, and custom electronics to produce fun environments that compel people to interact.<br/>He has over 15 years experience designing and building diverse cutting-edge technology including 3d-touch displays, virtual reality systems, satellite control systems, intelligent robots, concept cars, semantic web databases, and social networking platforms.",
      "youtube_url": " https://www.youtube.com/watch?v=3ZrKcezDhQ4",
      "image_uri": "/static/images/speakerPics/Eric Gradman.jpg"
    },
    {
      "year": "2010",
      "name": "Drue Kataoka",
      "byline": "Drue Kataoka is a modern ...",
      "description": "Drue Kataoka is a modern artist based in Palo Alto, CA. Her artistic vocabulary incorporates both the refined techniques of her ancient Zen art form of Sumi-e and cutting-edge conceptual innovations inspired by life in Silicon Valley. DrueÍs original works are sought after by discerning collectors and investors in Silicon Valley and around the globe. Through her art, she has raised hundreds of thousands of dollars for numerous charitable organizations. In 2001, Drue established the endowed Rotary Foundation Drue Kataoka Arts Scholarship.",
      "youtube_url": " https://youtu.be/iWxwRHKgeo8",
      "image_uri": "/static/images/speakerPicsDrue Kataoka.jpg/"
    },
    {
      "year": "2010",
      "name": "Dacher Keltner",
      "byline": "Dacher Keltner is a psych...",
      "description": "Dacher Keltner is a psychology professor at UC Berkeley whose research focuses on two time-honored questions. A first is the biological and evolutionary origins of human emotion, with a special concentration on compassion, awe, love, and beauty, and how emotions shape all kinds of judgments. A second is the study of power, status and social class, and the nature of moral intuitions. Dacher is the co-author of two best selling textbooks, one on human emotion, the other on social psychology, as well as Born to Be Good: The Science of a Meaningful Life, published in January 2009 by WW Norton Publishers, and The Compassionate Instinct, to be published by WW Norton in 2010.",
      "youtube_url": " https://youtu.be/KsFxWSuu_4I",
      "image_uri": "/static/images/speakerPics/Dancher Keltner.jpg"
    },
    {
      "year": "2010",
      "name": "Dr. Daniel Kraft",
      "byline": "Dr. Daniel Kraft is a Sta...",
      "description": "Dr. Daniel Kraft is a Stanford and Harvard trained physician-scientist with over 20 years of innovative biomedical research and clinical experience. He is an NIH funded faculty member with the Stanford Institute for Stem Cell Biology and Regenerative Medicine and is on clinical faculty with the UCSF pediatric bone marrow transplantation service. He also serves as the medicine track chair for the Singularity University. Dr. Kraft has founded two companies and invented theMarrowMiner, a medical device that that streamlines bone marrow extraction. Dr. Kraft believes that the exponential growth of technology combined with wireless interconnectivity will have dramatic repercussions in the medical field, enabling personalized treatments to vastly improve quality of life.",
      "youtube_url": " https://www.youtube.com/watch?v=DDpgpEyOTyA",
      "image_uri": "/static/images/speakerPics/Dr. Daniel Kraft.jpg"
    },
    {
      "year": "2010",
      "name": "Eric Lewis",
      "byline": "Eric Lewis, whoäó»s stage...",
      "description": "Eric Lewis, whoÍs stage name is ELEW, began his musical career as a pure jazz pianist, performing with leaders such as Wynton Marsalis, Elvin Jones, Roy Hargrove, and Cassandra Wilson. Lewis took his career to heighted state of existence, however, when he forged his own musical genre with the release of his independently produced album ELEW Rockjazz Volume 1. The album includes covers of popular songs but with a revolutionary fusion of professional jazz and prevalent rock. Lewis has preformed in the White House for Barack and Michelle Obama and has received a standing ovation on AmericaÍs Got Talent. His relentless innovation and disregard for the musical status quo has shocked and angered the jazz world even as it has attracted the rapt attention and following of mainstream political, artistic, and cultural leaders from across the globe.",
      "youtube_url": " https://www.youtube.com/watch?v=_HAorogW__I",
      "image_uri": "/static/images/speakerPics/Eric Lewis.jpg"
    },
    {
      "year": "2010",
      "name": "Nanxi Liu",
      "byline": "Nanxi Liu has studied pia...",
      "description": "Nanxi Liu has studied piano since she was 6 years old and loves all genres of music. As a member of Cal Community Music, Nanxi enjoys playing music with fellow Berkeley students and hopes to collaborate with more students on campus. Last summer, Nanxi was a volunteer piano teacher and believes that every student should have the opportunity to learn music. SheÍs been featured on the cover of Clavier Music Magazine, won the Colorado State Music Festival Piano Solo Competition and performed piano live on NBC.",
      "youtube_url": " https://www.youtube.com/watch?v=QNrzKj-p4P8",
      "image_uri": "/static/images/speakerPics/Nanxi Liu.jpg"
    },
    {
      "year": "2010",
      "name": "Eric Rodriguez",
      "byline": "In March of 2009, Eric su...",
      "description": "In March of 2009, Eric submitted the winning proposal to UC BerkeleyÍs Bears Breaking Boundaries Curricular InnovationContest with the course ñThe Economics of Philanthropy.î Thanks to generous support from Doris Buffett, president of the Sunshine Lady Foundation, students in the course will be selecting a Bay Area nonprofit to donate $10,000 to by the end of the Spring 2010 semester.",
      "youtube_url": " https://youtu.be/LP3ntNcELIU",
      "image_uri": "/static/images/speakerPics/Eric Rodriguez.jpg"
    },
    {
      "year": "2010",
      "name": "Rick Smolan",
      "byline": "Rick Smolan is a former T...",
      "description": "Rick Smolan is a former Time, Life and National Geographic photographer best known as the co-creator of the Day in the Life and America 24/7 series. He and his partner, Jennifer Erwitt, are the principals of Against All Odds Productions, which specializes in the design and execution of large-scale global projects that combine compelling storytelling with state-of-the-art technology. Many of their books have appeared on the New York Times best-seller lists and have also appeared on the covers of Time, Newsweek, Fortune and U.S. News and World Report. More than five million of their books adorn coffee tables around the world; titles include America at Home, UK at Home, 24 Hours in Cyberspace, The Power to Heal, Passage to Vietnam, One Digital Day, and From Alice to Ocean. ",
      "youtube_url": " https://youtu.be/KJkmYjIf3PY",
      "image_uri": "/static/images/speakerPics/Rick Smolan.jpg"
    },
    {
      "year": "2010",
      "name": "Jill Tarter",
      "byline": "Jill Tarter holds the Ber...",
      "description": "Jill Tarter holds the Bernard M. Oliver Chair for SETI Research and is Director of the Center for SETI Research at the SETI Institute in Mountain View, California. She served as Project Scientist for NASAÍs SETI program, the High Resolution Microwave Survey, and has conducted numerous observational programs at radio observatories worldwide. Since the termination of funding for NASAÍs SETI program in 1993, she has served in a leadership role to secure private funding to continue the exploratory science. Currently, she serves on the management board for the Allen Telescope Array, a joint project between the SETI Institute and the UC Berkeley Radio Astronomy Laboratory.",
      "youtube_url": " https://www.youtube.com/watch?v=q3wr9-aBeNA",
      "image_uri": "/static/images/speakerPics/Jill Tarter.jpg"
    },
    {
      "year": "2010",
      "name": "Gever Tulley",
      "byline": "A software engineer, Geve...",
      "description": "A software engineer, Gever Tulley is the co-founder of the Tinkering School, a week-long camp where lucky kids get to play with their very own power tools. HeÍs interested in helping kids learn how to build, solve problems, use new materials and hack old ones for new purposes. HeÍs also a certified paragliding instructor.",
      "youtube_url": " https://www.youtube.com/watch?v=5xe0_Hp5ndQ",
      "image_uri": "/static/images/speakerPics/Gever Tulley.jpg"
    },
    {
      "year": "2010",
      "name": "Bradley Voytek",
      "byline": "Bradley Voytek is complet...",
      "description": "Bradley Voytek is completing his Ph.D. in Neuroscience at the University of California, Berkeley. He studies the role of brain rhythms and electrophysiology in attention and memory by working with patients with electrodes implanted in their brains, patients who have had portions of their skull surgically removed, and patients with brain lesions. By working with these rare groups of people and using sophisticated analysis methods he aims to learn how the brain communicates to improve patient outcomes.",
      "youtube_url": " https://www.youtube.com/watch?v=ki24i6NPic0",
      "image_uri": "/static/images/speakerPics/Bradley Voytex.jpg"
    },
    {
      "year": "2010",
      "name": "UC Menäó»s Octet",
      "byline": "The UC Menäó»s Octet is a...",
      "description": "The UC MenÍs Octet is an eight member a cappella singing group comprised of some of the finest male singers at the University of California, Berkeley. Founded in 1948, the Octet has entertained audiences around the world with its unique mesh of close harmonies and zany antics. Dazzling fans with wide repertoire of barbershop, doo-wop, contemporary pop, modern alternative, and of course, Cal fight songs, the group has released dozens of recordings over the years. The Octet is also the only two-time champion of the International Competition of Collegiate A Cappella.",
      "youtube_url": " https://youtu.be/dZlxFWSINq0",
      "image_uri": "/static/images/speakerPics/UC Men's Octet.jpg"
    }
  ],
  "2014": [
    {
      "year": "2014",
      "name": "Kare Anderson",
      "byline": "Reporter, Public Speaker",
      "description": "Kare Anderson is Say it Better Center founder, an Emmy-winning former NBC and Wall Street Journal reporter, now public speaker, communicate-to-connect strategist and coach, and columnist for Forbes and Huffington Post. She translates neuroscience research into ways to connect, collaborate and be frequently quoted. She was quotability coach to thought leader/supporters in both of ObamaÍs presidential campaigns. Clients are as diverse as SAP, Syoutube_urlPadres and The Skoll Foundation. SheÍs a founding board member of AnnieÍs Homegrown, co-founder of nine PACs, and author of Moving From Me to We, Getting What You Want, Walk Your Talk, Beauty Inside Out and Resolving Conflict Sooner. As David Rockefeller Jr. said after hearing Kare speak, ñShe forever changes how you see yourself and your world.î",
      "youtube_url": "https://www.youtube.com/watch?v=FggFeSTr4Lw&index=16&list=PLsRNoUx8w3rMMpfzZjFJgj9GJypZR0mL1",
      "image_uri": "/static/images/speakerPics/Kare Anderson.jpg"
    },
    {
      "year": "2014",
      "name": "Nikki Borodi",
      "byline": "Musician, Clown, Aerial Acrobatic",
      "description": "Nikki Borodi is a musician, clown, aerial acrobatic, yoga instructor and artist. After many years in New York City she is happy to be in the bay area inspired by itÍs community, nature and spirit. Her time is spent hanging upside down from silks or someone elseÍs feet, entertaining children at parties, teaching and writing music with voice, ukulele and piano. She enjoys is in the works of writing a circus rock show to inspire people to manifest their dreams. Stay tuned and keep in touch via www.nikkiborodi.com.",
      "youtube_url": "https://www.youtube.com/watch?v=xz4-23lMKHs&index=8&list=PLsRNoUx8w3rMMpfzZjFJgj9GJypZR0mL1",
      "image_uri": "/static/images/speakerPics/Nikki Borodi.jpg"
    },
    {
      "year": "2014",
      "name": "Vangelis Chaniotakis",
      "byline": "Acrobat",
      "description": "Vangelis has been training on partner acrobatics since 2011, while also dabbling in hand balancing, tumbling, and static trapeze. Born and raised in Greece, he had never even seen live circus before moving to Berkeley. Coming here to work as a computer network engineer, he eventually took his first handstand class, and instantly fell in love. He has recently started performing, and dreams of starting his own circus troupe.",
      "youtube_url": "https://www.youtube.com/watch?v=xz4-23lMKHs&index=8&list=PLsRNoUx8w3rMMpfzZjFJgj9GJypZR0mL1",
      "image_uri": "/static/images/speakerPics/Vangelis Chaniotakis.jpg"
    },
    {
      "year": "2014",
      "name": "Brenda Chapman",
      "byline": "Animation Director, Writer",
      "description": "Brenda Chapman started her career as a story artist at Walt Disney Feature Animation where she worked on films such The Little Mermaid, The Rescuers Down Under, Beauty and the Beast, The Hunchback of Notre Dame and Fantasia/2000. Chapman was the story supervisor on The Lion King, for which she won the Annie Award.<br/><br/>Chapman then helped launch DreamWorks Animation Studios, where she directed the 1998 release of Prince of Egypt.  She joined Pixar Animation Studios in September 2003 where she created, wrote and directed the Oscar, BAFTA and Golden Globe winning Brave.<br/><br/>Chapman is currently developing projects for DreamWorks Animation, as well as working on several personal projects.<br/><br/>Chapman resides in the Bay Area with her husband and their daughter.<br/><br/>Check out her website Here!",
      "youtube_url": "https://www.youtube.com/watch?v=Loc10c2cu0g&index=12&list=PLsRNoUx8w3rMMpfzZjFJgj9GJypZR0mL1",
      "image_uri": "/static/images/speakerPics/Brenda Chapman.jpg"
    },
    {
      "year": "2014",
      "name": "Dr. Alan Greene",
      "byline": "Chief Medical Officer of Scanadu",
      "description": "Alan Greene, MD is the Chief Medical Officer of Scanadu, the Deputy Editor of the Journal of Participatory Medicine, a practicing pediatrician, and a leading voice in health innovation. He is a graduate of Princeton University and the University of California at San Francisco. In 1995 he launched DrGreene.com, cited by the AMA as ñthe pioneerî physician Web site and was titled ñThe ChildrenÍs Health Hero of the Internetî by Intel. Dr. Greene is a Co-founder of The Society for Participatory Medicine. He is the author of several books, including From First Kicks to First Steps, Raising Baby Green and Feeding Baby Green. He appears frequently in the media including such venues as the TODAY Show, the Dr. Oz Show, Good Morning America & The New York Times.",
      "youtube_url": "https://www.youtube.com/watch?v=8M-GaIW7w7M&index=18&list=PLsRNoUx8w3rMMpfzZjFJgj9GJypZR0mL1",
      "image_uri": "/static/images/speakerPics/Dr. Alan Greene.jpg"
    },
    {
      "year": "2014",
      "name": "Roberto Hernandez",
      "byline": "Director, Lawyer, Student",
      "description": "Roberto Hernandez is a student of Public Policy and an ABD PhD  Candidate in Public Policy at the University of California at Berkeley. He  was trained as a lawyer in Mexico City and in Montreal. Together with Layda Negrete (also a Cal student) he directed and<br/>produced a documentary film that was nominated to three Emmy  awards and won an Emmy for Outstanding Investigative Journalism. The film, entitled ñPresunto CulpableÂ, was shot in a Mexico City prison over a period of two and a half years. The film premiered at the Toronto International Film festival in 2010 and won the audience award at the  Los Angeles Film Festival. It was broadcast by PBS-POV series in 2010. The film holds the Box Office record for the documentary genre in  Mexico, and was a catalyst for major reforms to the criminal justice  system there.<br/><br/>This film facilitated the implementation of an amendment to the  Mexican Constitution in order to include a presumption of innocence  clause and open, adversarial criminal trials. Mexico faces a 2016  deadline to implement that amendment, and Roberto is actively  participating in the drafting of legislation that would regulate police  behavior as part of the reform effort. Roberto is currently deploying a  survey in MexicoÍs prisons to estimate the effects of the new adversary trials.<br/><br/>Roberto has two daughters and lives in Mexico City and in Berkeley.",
      "youtube_url": "https://www.youtube.com/watch?v=xKOa1gNX4NE&index=5&list=PLsRNoUx8w3rMMpfzZjFJgj9GJypZR0mL1",
      "image_uri": "/static/images/speakerPics/Roberto Hernandez.jpg"
    },
    {
      "year": "2014",
      "name": "Sarah Hillware",
      "byline": "Outspoken Advocate",
      "description": "Sarah Hillware  is an outspoken advocate for young womenÍs health and womenÍs empowerment. She recently completed her year as AmericaÍs Miss District of Columbia 2012 and has dedicated her life to empowering female youth around the world through health education and health access.<br/><br/>Sarah has been recognized for her academic, personal and professional achievements. She received the Dr. Martin Luther King, Jr. Award during her time at The George Washington University, and she has also been featured as a spoken word artist at the 5th Annual Activist Award & Grassroots Gala in Washington, DC. She has received nominations for ñThe YSA List: The 25 Most Powerful and Influential Young People,î the 2011 ñUnder 25 Glamour Magazine Woman of the Year,î the 2013 40 Under 40 Awards, and IntheCapitalÍs 50 on Fire Awards. Most recently, she was titled one of GenYNotÍs Top 10 Young Global Girl Leaders Celebrating International Day of the Girl.<br/><br/>Sarah has a significant record of community advocacy work in the District. She is the founder and director of Girls Health Ed., a health education program for girl youth ages 8-17 and is a volunteer and advocate with many other causes. In 2012, she served as a local celebrity ambassador for the International AIDS Conference in Washington, DC.<br/><br/>Sarah has appeared on NBC Washington, in the Washington Examiner, the Washington Post, and multiple local blogs and magazines and recently presented her ideas on global girls health education at the United Nations headquarters through TEDxUNPlaza.<br/><br/>You may visit her website or follow her on Twitter: www.sarahhillware.com,",
      "youtube_url": "https://www.youtube.com/watch?v=FY2K8XY5hcw&index=13&list=PLsRNoUx8w3rMMpfzZjFJgj9GJypZR0mL1",
      "image_uri": "/static/images/speakerPics/Sarah Hillware.jpg"
    },
    {
      "year": "2014",
      "name": "Beth Kanter",
      "byline": "Leader in Social Media for Nonprofits",
      "description": "Beth Kanter is a well-established international leader in nonprofitsÍ use of social media.  Her first book ñThe Networked Nonprofit,î introduced the sector to a new way of thinking and operating in a connected world.  Her second book, ñMeasuring the Networked Nonprofit,î is a practical guide for using measurement and learning to achieve social impact.   She is the author of BethÍs Blog: How Nonprofits Can Use Social Media, considered the go-to source for how nonprofits can use networks and social media for social change.  Beth has over 30 years working in the nonprofit sector in technology, training, and capacity and has facilitated trainings for nonprofits on every continent in the world (except Antarctica).  titled one of the most influential women in technology by Fast Company and one of the BusinessWeekÍs ñVoices of Innovation for Social Media,î Beth is Visiting Scholar at the David and Lucile Packard Foundation 2009-2013",
      "youtube_url": "https://www.youtube.com/watch?v=wO7cpUdo8Qc&index=10&list=PLsRNoUx8w3rMMpfzZjFJgj9GJypZR0mL1",
      "image_uri": "/static/images/speakerPics/Beth Kanter.jpg"
    },
    {
      "year": "2014",
      "name": "Guy Kawasaki",
      "byline": "Author, Advisor, Evangelist ",
      "description": "Guy Kawasaki is a special advisor to the Motorola business unit of Google. He is also the author of APE, What the Plus!, Enchantment, and nine other books. Previously, he was the chief evangelist of Apple. Kawasaki has a BA from Stanford University and an MBA from UCLA as well as an honorary doctorate from Babson College.",
      "youtube_url": "https://www.youtube.com/watch?v=Mtjatz9r-Vc&index=2&list=PLsRNoUx8w3rMMpfzZjFJgj9GJypZR0mL1",
      "image_uri": "/static/images/speakerPics/Guy Kawasaki.jpg"
    },
    {
      "year": "2014",
      "name": "Leslie Lang",
      "byline": " Senior VP and General Counsel",
      "description": "Leslie Lang is the Senior Vice President and General Counsel of Microclinic International, a global health nonprofit that is revolutionizing how chronic diseases are prevented and managed in under-resourced communities around the world. Microclinic International pioneers an innovative microclinic model of contagious health that combats diseases such as diabetes and HIV/AIDS across four different continents.<br/><br/>Leslie is currently a World Economic Forum Global Shaper and a Shafik Gabr U.S.-Egypt Exchange Fellow. Prior to joining Microclinic International, Leslie worked for the top ranking law firm Sullivan & Cromwell. Leslie was also a John Gardner Fellow at the World Bank and has spent time at international institutions such as the United Nations, the African Development Bank, the Supreme Court of Rwanda, and the Special Court for Sierra Leone.<br/><br/>Leslie received her J.D. from Harvard Law School and her B.S./B.A. from the University of California, Berkeley, as a RegentsÍ and ChancellorÍs Scholar. While a student at Berkeley, Leslie founded a language access program that supports the Alameda County Social Services Agency and non-English speaking communities to this day. Together with a leadership team of other accomplished Berkeley graduates at Microclinic International, Leslie continues to ñrethink, redefine, and recreateî solutions for challenges facing the underserved.",
      "youtube_url": "https://www.youtube.com/watch?v=T_d__8O1ats&index=6&list=PLsRNoUx8w3rMMpfzZjFJgj9GJypZR0mL1",
      "image_uri": "/static/images/speakerPics/Leslie Lang.jpg"
    },
    {
      "year": "2014",
      "name": "New Orleans Manifesto",
      "byline": "New Orleans Jazz Band",
      "description": "New Orleans Manifesto offers up all the various flavors of New Orleans Jazz with flair, funk and finesse. Everything from exciting groove oriented music to a beautiful New Orleans serenade.<br/><br/>Soundcloud.com/new-orleans-manifesto",
      "image_uri": "/static/images/speakerPics/New Orleans Manifesto.jpg"
    },
    {
      "year": "2014",
      "name": "Yonat Mayer",
      "byline": "Singer, Songwriter, Visionary",
      "description": "Daughter of a blues & jazz guitarist and an avid music fan, the lullabies of YonatÍs infancy were Albert Collins and Coltrane. The metallic smell of her dadÍs fender guitar amp stayed with Yonat into early childhood, when she would sing Love Potion No 9 to a rapt crowd with his band in the bars of Tel Aviv and Milwaukee. Grade school saw her singing lead parts in her Jewish school choir and performing in professional theatre companies around Milwaukee. Soon Yonat woke to Aretha Franklin, Carole King & Sheryl Crow. She spent her teenage years listening to Lauryn Hill and Dinah Washington on repeat, mimicking their every inflection.<br/><br/>After being rejected from the Israeli army band auditions she enlisted and served a tiresome 2 years as a soldier during the revival of Israeli spiritual folk music and found a close role model in IsraelÍs leading folk singer, David Broza, who kept rooting for her to follow her dreams. Back in civilian clothes, she enrolled at Rimon, IsraelÍs leading contemporary music school where she was turned off by the humdrum of music theory and Israeli pop culture songwriting. She soon fled to India to deepen studies in Indian spirituality and Hindustani Classical Vocal music, as well as a long, sordid love affair that helped her hone her skill in writing heartbreak songs.<br/><br/>Yonat returned to the US in 2008 and moved to San Francisco to pursue a masters degree in psychotherapy. At the time of graduation her fatherÍs health deteriorated and she took this turn of events as the driving force behind putting her psychology career on hold in pursuit of her number one passion _ music.<br/>Performing around the Bay Area since 2011 with her band Yonat & Her Muse _ a folk-soul ensemble reminiscent of Norah Jones meets Adele _ the band has shared the stage with artists such as post rock musician Fink and singer-songwriter Foy Vance.<br/><br/>Holding YonatÍs songs together at the core is always an intrinsic message of self-experience, reflection, and empowerment. Her self-released EP Daybreak produced by Jordan Feinstein and Robin Applewood dropped in August 2013.",
      "youtube_url": "https://www.youtube.com/watch?v=0wlga1q8C40&index=19&list=PLsRNoUx8w3rMMpfzZjFJgj9GJypZR0mL1",
      "image_uri": "/static/images/speakerPics/Yonat Mayer.jpg"
    },
    {
      "year": "2014",
      "name": "Edward Miguel",
      "byline": "Author, Professor",
      "description": "Edward Miguel is the Oxfam Professor of Environmental and Resource Economics and Faculty Director of the Center for Effective Global Action at the University of California, Berkeley, where he has taught since 2000.<br/><br/>He earned S.B. degrees in both Economics and Mathematics from MIT, and received a Ph.D. in Economics from Harvard University, where he was a National Science Foundation Fellow.<br/><br/>TedÍs main research focus is African economic development, including work on the economic causes and consequences of violence; the impact of ethnic divisions on local collective action; and interactions between health, education, environment, and productivity for the poor. He has conducted field work in Kenya, Sierra Leone, Tanzania, and India. Ted is a Faculty Research Associate of the National Bureau of Economic Research, Associate Editor of the Quarterly Journal of Economics, Journal of Development Economics and Review of Economics and Statistics, recipient of the 2005 Alfred P. Sloan Fellowship, and winner of the 2005 Kenneth J. Arrow Prize awarded annually by the International Health Economics Association for the Best Paper in Health Economics. He is a recipient of the 2012 U.C. Berkeley campus-wide Distinguished Teaching Award.<br/><br/>Miguel is author with Ray Fisman of Economic Gangsters: Corruption, Violence and the Poverty of Nations (Princeton University Press 2008), and author of AfricaÍs Turn? (MIT Press 2009).",
      "youtube_url": "https://www.youtube.com/watch?v=jemGxRn0Ea8&index=15&list=PLsRNoUx8w3rMMpfzZjFJgj9GJypZR0mL1",
      "image_uri": "/static/images/speakerPics/Edward Miguel.jpg"
    },
    {
      "year": "2014",
      "name": "The California Golden Overtones",
      "byline": "Performance Extraordinaires",
      "description": "The California Golden Overtones are an all-female completely student-run A Cappella group on the UC Berkeley Campus. They have been around for over 20 years and perform all over Cal! From writing their own arrangements to performing at private gigs, the California Golden Overtones love to spread joy and Cal Spirit. Catch them every Friday at 1 pm by the beautiful Sather Gate!",
      "youtube_url": "https://www.youtube.com/watch?v=i8HTB2k96mA&list=PLsRNoUx8w3rMMpfzZjFJgj9GJypZR0mL1",
      "image_uri": "/static/images/speakerPics/The California Golden Overtones.jpg"
    },
    {
      "year": "2014",
      "name": "Paul Rucker",
      "byline": "Visual Artist, Composer, Musician",
      "description": "Paul Rucker is a visual artist, composer, and musician who combines media, often integrating live performance, sound, original compositions, and visual art. His work is the product of a rich interactive process, through which he investigates community impacts, human rights issues, historical research, and basic human emotions surrounding a subject.<br/><br/>Rucker has received numerous grants, awards, and residencies for visual art and music. In 2012, he received an award for Visual Art from the Creative Capital Foundation, a 10-week residency at Headlands Center for the Arts in California, the Conductive Garboil Grant, a Grant for Artists Projects from Artist Trust, and an Artist Project Grant and Gallery Show from 4Culture. Seattle-area organizations that he has received project funding from in the past include: Seattle MayorÍs Office of Arts & Cultural Affairs, Washington State Arts Commission, King County Site Specific, 4Culture, Artist Trust, and Photo Center NW. He has also received funding from the South Carolina Arts Commission.<br/><br/>As a musician and director, Rucker plays in various situations, from solo cellist to leading his LARGE ENSEMBLE of 22 musicians. He was awarded Best Emerging Artist as well as Outside Jazz Ensemble of the Year by Earshot Jazz, and Jazz Artist of the Year by the Seattle Music Awards. Rucker regularly plays as a solo cellist, including past performances at the Jacksonville Jazz Festival and The Stone in New York City. He was invited by legendary filmmaker David Lynch to perform for the opening of LynchÍs film, Inland Empire.<br/><br/>As a public artist, Rucker has created work for the Museum of Flight in Seattle, 4Culture, and the City of Tacoma, WA. Past residencies include Blue Mountain Center, Ucross Foundation, Art OMI, Banff Centre, Pilchuck Glass School, and the Rockefeller Foundation Study Center in Bellagio, Italy. In 2011, Rucker was commissioned to create the fine arts poster for Bumbershoot Arts and Music Festival in Seattle.<br/><br/>HeÍs currently the Robert W. Deutsch Foundation Artist in Residence and Research Fellow at Maryland Institute and College of Art in Baltimore, MD.",
      "youtube_url": "https://www.youtube.com/watch?v=U049xzkYXUQ&index=14&list=PLsRNoUx8w3rMMpfzZjFJgj9GJypZR0mL1",
      "image_uri": "/static/images/speakerPics/Paul Rucker.jpg"
    },
    {
      "year": "2014",
      "name": "Carol Sanford",
      "byline": "Founder and CEO",
      "description": "Founder and CEO, The Responsible Entrepreneur Institute, author of multi-award winning, The Responsible Business: Reimagining Sustainability and Success (2011) and The Responsible Entrepreneur: Four Game Changing Business Archetypes (2014) Jossey Bass. Stories of my global collaborations with phenomenal leaders, transforming industries, social systems, cultural paradigms and governance infrastructure. Books are required reading at many universities including Harvard and Stanford.  Guest and Syndicated Blogger: CNBC, Guardian, SSIR, CSRwire, EY ïTrep Center. Proud grad of UC Berkeley 1966, when we were changing the world. Masters and Lecturer in Business and Urban Planning, San Jose State University. Lecturer at Harvard, MIT, U Michigan, Stanford\u0084 on Entrepreneurship and Business.",
      "youtube_url": "https://www.youtube.com/watch?v=Dqza5Uo1cFE&index=3&list=PLsRNoUx8w3rMMpfzZjFJgj9GJypZR0mL1",
      "image_uri": "/static/images/speakerPics/Carol Sanford.jpg"
    },
    {
      "year": "2014",
      "name": "Dutta Satadip",
      "byline": "Head of Sales Support at Google",
      "description": "Dutta Satadip heads Sales Support for the Americas region at Google. He is responsible for comprehensively driving operational efficiencies and customer service across a multi-billion dollar portfolio of over 100 products. He has more than 16 years of industry experience and has held various senior leadership roles spanning Business Operations, Product Strategy, Product Management, Product Marketing, Engineering as well as Sales Consulting positions.<br/>Dutta is an experienced strategic and operating leader working globally with developed and emerging countries. He has worked in startups and large corporations scaling businesses by driving customer engagement and strategic revenue oriented partnerships. He has a strong track record of developing innovative market solutions catering to a variety of enterprise customers and consumers.<br/><br/>He is a specialist in organization change and transformations by being able to make tough team decisions, using analytical approaches to identify levers that execute on the strategy and increasing revenue by building deep customer empathy across the organization.<br/><br/>He frequently speaks at major conferences on topics like Cloud Computing, Leadership and Management. He serves on the Board of national and international non profit organizations like the National Hemophilia Foundation and Save One Life.<br/><br/>",
      "youtube_url": "https://www.youtube.com/watch?v=DBQR-mt_d0A&index=9&list=PLsRNoUx8w3rMMpfzZjFJgj9GJypZR0mL1",
      "image_uri": "/static/images/speakerPics/Dutta Satadip.jpg"
    },
    {
      "year": "2014",
      "name": "Randy Schekman",
      "byline": "Investigator, Professor, Nobel Prize Winner",
      "description": "Randy Schekman is an investigator of the Howard Hughes Medical Institute and a Professor of Cell and Developmental Biology at the University of California, Berkeley. Dr. SchekmanÍs research is focused on the process of membrane assembly, vesicular transport, and membrane fusion among organelles of the secretory pathway. He was awarded the Nobel Prize in Physiology or Medicine in 2013. Among other awards, he shared the Gairdner International Award, the Louisa Gross Horwitz Prize and the Lasker Award with James Rothman.  A member of the American Academy of Arts and Sciences, the American Philosophical Society and the National Academy of Sciences, he was elected President of the American Society for Cell Biology in 1999 and served as Editor-in-Chief of the Proceedings of the National Academy of Sciences from 2006 to late 2011.<br/><br/>Dr. Schekman is an advocate for open access scientific publishing and is the editor in chief of eLife, an open access scientific journal which seeks to redefine the process of scientific publication.",
      "youtube_url": "https://www.youtube.com/watch?v=-N4Mb8tsyT8&index=7&list=PLsRNoUx8w3rMMpfzZjFJgj9GJypZR0mL1",
      "image_uri": "/static/images/speakerPics/Randy Schekman.jpg"
    },
    {
      "year": "2014",
      "name": "Tim Shields",
      "byline": "Founder, Hardshell Labs",
      "description": "Seeking out the desert tortoises which have charmed him for three decades, desert biologist Tim Shields has walked a number of miles equivalent to circumnavigating the Earth. Over thousands of daysÍ careful observation he has helped unlock secrets of tortoise biology which will lead directly to the preservation of this bellwether species. Shields is an integral member of the scientific team that documented the tortoiseÍs decline and whose work led to its listing as a threatened species.<br/><br/>Frustrated by the mental roadblocks humans set for themselves, and looking for efficacious new means to help desert species thrive, Tim has stepped outside ordinary thought patterns about conservation. He is now engaging the brightest minds available in engineering, education, business, Earth systems and games. His company, Hardshell Labs, is developing novel combinations of emergent technologies to provide solutions to a simple but critical problem: how to make conservation not only meaningful but fun, thus attracting many more active participants.<br/><br/>Tim co-founded and for seven years was executive director of Takshanuk Watershed Council, a very successful watershed conservation and public education non-profit.  He is also an accomplished wildlife artist, drama coach and morning host of a public radio show in his home town, Haines, Alaska.  His artwork has appeared in numerous publications and prestigious traveling exhibitions.  His perspectives on conservation biology have been quoted by CNN, the Los Angeles Times Magazine and the Sierra Club.  A chapter in a forthcoming book on desert conservation to be published by Death Valley National Park will present his prescriptions for ensuring the survival of the desert tortoise.  He has also authored, co-authored and illustrated numerous scientific papers.",
      "youtube_url": "https://www.youtube.com/watch?v=AAhmvXmTDI0&index=11&list=PLsRNoUx8w3rMMpfzZjFJgj9GJypZR0mL1",
      "image_uri": "/static/images/speakerPics/Tim Shields.jpg"
    },
    {
      "year": "2014",
      "name": "Ashley Stahl",
      "byline": "Career Coach, National Security Professional.",
      "description": "Ashley Stahl is an award-winning advocate for women in security, titled in 2013 by the Diplomatic Courier magazine and Young Professionals in Foreign Policy as a ñTop 99 Under 33 Foreign Policy Leader.î Ashley currently runs her own business as a career coach to college students and fresh graduates seeking to unlock their career goals and land the jobs that they deserve. She also contributes to Forbes on issues of national security and serves as Manager of the Enterprise Risk Management Center at Control Risks, a global political risk consultancy. In this position, Ashley leads a team of intelligence analysts who advise a Fortune 100 client on how to protect its personnel and assets from security threats in hostile environments around the world. Previously, Ashley was the Operations Lead for the PentagonÍs Ministry of Defense Advisors (MoDA) training program, which prepares senior Department of Defense officials for their deployments to Afghanistan, where they would serve as advisors to foreign counterparts in the Afghan Ministries of Defense and Interior.<br/><br/>She earned her MasterÍs degree in International Relations from KingÍs College London and holds a BachelorÍs degree in Government, History and French from the University of Redlands. She is fluent in French and conversational in Arabic.",
      "youtube_url": "https://www.youtube.com/watch?v=vMiSf7LpFQE&index=4&list=PLsRNoUx8w3rMMpfzZjFJgj9GJypZR0mL1",
      "image_uri": "/static/images/speakerPics/Ashley Stahl.jpg"
    },
    {
      "year": "2014",
      "name": "Marnie Webb",
      "byline": "CEO Caravan Studios of TechSoup Global",
      "description": "Marnie Webb is the CEO of Caravan Studios, a division of TechSoup Global, a 501(c)(3) nonprofit. Caravan StudiosÍ collaborative approach uses a theory of technology intervention to allow communities to respond to the issues they care about most. Caravan Studios recently launched SafeNight, a mobile service that allows domestic violence organizations to crowdsource funding for hotel rooms when shelter is urgently needed. Funded by Microsoft Citizenship, Blue Shield of California Foundation and Vodafone Americas Foundation, SafeNight represents Caravan StudiosÍ belief that technology can be used to illuminate issues, identify problems, and evoke action. <br/><br/>Previously, Webb was co-CEO of TechSoup Global, a 25-year-old organization that distributes more than $600 million in donated technology to NGOs world-wide. In this role, Webb counseled Fortune 500 technology companies, such as Cisco and Microsoft, on philanthropic initiatives that align with their business objectives and recognize the creativity and innovation that nonprofits have to offer. <br/><br/>Graphic Capture by Melanie Ida Chopko, www.notesinpictures.com",
      "youtube_url": "https://www.youtube.com/watch?v=R75beu3s_H0&index=17&list=PLsRNoUx8w3rMMpfzZjFJgj9GJypZR0mL1",
      "image_uri": "/static/images/speakerPics/Marnie Webb.jpg"
    }
  ],
  "2011": [
    {
      "year": "2011",
      "name": "Bryan Alvarez",
      "byline": "Bryan Alvarez is a doctor...",
      "description": "Bryan Alvarez is a doctoral candidate at the University of California, Berkeley, researching brain-based and cognitive mechanisms of a unique form of sensory-blending called synesthesia, which he also experiences. Bryan made a transition from music performance to life sciences during his undergraduate education at Oberlin College and Conservatory of Music after rediscovering a passion for the delicate and vast intricacy of living systems, and in particular the human brain. He earned degrees in Trombone Performance (BM) and Biology (BA, emphasis in Neuroscience) and later accepted an invitation to study at UC Berkeley, beginning his doctoral research on synesthesia in 2006.<br/><br/>Accessible education and mentorship have always been dear to heart for Bryan. He co-founded and helps lead a K-12 outreach program called Mind and Brain Outreach, which brings graduate students into schools to teach about their love of the mind and brain, often to several hundred students at a time in interactive exhibit-based events called Mind and Brain Nights. He has also given many talks for scientific and public audiences (grade school to adult) on the beauty and intrigue of the mind and brain, and on his own research.<br/><br/>In September of 2009, Bryan began organizing a project to create the first fully 3D interactive, online, open-contribution, and scalable atlas of the human body as a mission to celebrate the beauty of living things, beginning with the vast and stunning human body, and share that celebration with the world.",
      "image_uri": "/static/images/speakerPics/Bryan Alvarez.jpg",
      "youtube_url": "https://www.youtube.com/watch?v=RNXINb6hGJo"
    },
    {
      "year": "2011",
      "name": "Jason Atwood",
      "byline": "Jason R. Atwood is a Ph.D...",
      "description": "Jason R. Atwood is a Ph.D. student in the Graduate School of Education at the University of California, Berkeley and the director of Ethiopia ConnectED, an education initiative inspired by TEDster Sugata MitraÍs research on self-organized learning environments. Modeled on Dr. MitraÍs ñHole-in-the-Wallî project, the mission of Ethiopia ConnectED is to facilitate autonomous and child-mediated learning in resource-insecure areas of the Global South by building a network of solar-powered computer learning centers that utilize free and open source software.<br/><br/>JasonÍs doctoral research is concerned with the psychology of learning and the sociological factors that influence student motivation and achievement: What dynamics promote and inhibit the belief that intellectual growth is possible? How does the language commonly associated with the institution of school influence whether people feel responsible for their academic trajectory? What components of classroom design and school architecture affect the desire to seek novel challenges and positively respond to setbacks and failures?<br/><br/>Perhaps the most important question, however, is that which was posed to him by a professor of international development: ñWhat will you do with the knowledge you learned today that will change the world tomorrow?î JasonÍs interest in educational technology is animated by the challenge to meaningfully respond to this call for action.",
      "image_uri": "/static/images/speakerPics/Jason Atwood.jpg",
      "youtube_url": ""
    },
    {
      "year": "2011",
      "name": "Anat Baniel",
      "byline": "Anat Baniel is the founde...",
      "description": "Anat Baniel is the founder of the Anat Baniel Method(sm) and the director of the ABM Center in Marin County, California, where she and her colleagues teach professional training programs, workshops and see private clients. AnatÍs background is in clinical psychology, dance and statistics. She studied and later worked closely with Dr. Moshe Feldenkrais with whom she began her path to better understand how the brain can change itself and how to apply brain plasticity principles _ a distinction that did not exist at the time _ to improve peopleÍs lives.<br/><br/>Anat is the author of the bestselling book, Move Into Life, The Nine Essentials for Lifelong Vitality, where she describes breakthrough, yet simple ways, to access the remarkable powers of our brains to create new patterns that transform our lives for the better. She has worked with a wide range of students from professional musicians such as the San Francisco Symphony and the Tanglewood Music Center to dancers, athletes and regular folk, helping them overcome debilitating pain, RSI symptoms, injury and most importantly, helping them reach new levels of performance and well being both physically and mentally. She is currently writing a book about her work with special needs children for Penguin Group. She is also a contributor to the Huffington Post.<br/><br/>Anat is internationally known for her work with children with special needs from a few days old to teenagers. Her understanding of how to use movement and touch, combined with attention and other mental processes, offers a scientifically-based breakthrough method for helping these children. The changes in these children (and in adults) often reach beyond what is considered possible.<br/><br/>Her theory is being validated more and more by recent brain research and her work has been endorsed by medical doctors and leading brain scientists. Dr Michael Merzenich, famed neuroscientist and member of the National academy of sciences, describes the work Anat has developed as, ñpowerful, practical strategies for improving your abilities and your brain that are strongly supported by the neuroscience of brain plasticity.î Anat envisions profound transformations in the areas of fitness, rehabilitation, anti-aging, vitality, and therapy for special needs children once the focus will shift from ñthe bodyî to the brain. As brain plasticity principles and applications are more widely understood and implemented in these areas, it will lead to surprisingly better and quicker outcomes with significantly less suffering in the process.",
      "image_uri": "/static/images/speakerPics/Anat Baniel.jpg",
      "youtube_url": "https://www.youtube.com/watch?v=-KZdvYxDZC8"
    },
    {
      "year": "2011",
      "name": "Lopa Brunjes",
      "byline": "Lopa Brunjes is a biochar...",
      "description": "Lopa Brunjes is a biochar pioneer, passionate sustainability advocate, and visionary businesswoman. Lopa currently serves as Executive VP of Biochar Engineering <br/><br/>Lopa serves on the advisory board of the International Biochar Initiative and is on the board of Samavesha, a non-profit art collective. She is also a loud and proud member of Slow Money. Lopa has great passion to help people turn their dreams into viable businesses, as well as support both integrity-driven small businesses and large corporations to reach their maximum potential. She has worked with all levels of stakeholders_from international, national, and state-level lobbying; to building relationships with multi-lateral development banks; to organizing local communities around a shared cause.Corp, a small Colorado company defining the leading edge of the burgeoning biochar industry. In addition, Lopa is a Senior Advisor to Richard BransonÍs Carbon War Room, whose Biochar Operation she launched in 2010, where she manages a comprehensive strategy to removing market barriers to scaling biochar, via market development, attracting capital, and stakeholder engagement.<br/><br/>LopaÍs professional and personal accomplishments are as varied and broad as her interests and skills. Her past professional roles include work in insurance, futures and options, interment, social work with the developmentally disabled, and care-taking a wildlife refuge in Costa Rica, as well as travel to Asia, Europe, and South America.<br/><br/>Lopa has been an avid yoga practitioner for 9 years, and is a proud member of a community that founded a beautiful meditation and yoga retreat center in the mountains of north central Thailand, where she retreats as often as she can. She lives by her favorite Khalil Gibran quote, ñWork is love made visible.î",
      "image_uri": "/static/images/speakerPics/Lopa Brunjes.jpg",
      "youtube_url": "https://www.youtube.com/watch?v=ZroDAyIqW74"
    },
    {
      "year": "2011",
      "name": "Chip Conley",
      "byline": "Chip Conley is the founde...",
      "description": "Chip Conley is the founder and executive chairman of Joie de Vivre, CaliforniaÍs largest boutique hotel company consisting of over 40 award-winning hotels, spas and restaurants. Chip and his companyÍs time-tested techniques and transformational leadership practices have been featured in Fast Company, Fortune and the Wall Street Journal. Also a best-selling author, Chip illustrates the theory that transformed his business and shares his unique prescription for success (even in turbulent times) in his latest book PEAK: How Great Companies Get Their Mojo from Maslow (Jossey-Bass 2007). Honored by the San Francisco Business Times as the ñMost Innovative CEOî in the Bay Area, Chip is the founder of San FranciscoÍs annual Celebrity Pool Toss fundraiser, which has raised more than $4 million for families in San FranciscoÍs Tenderloin District. Chip received his BA and MBA from Stanford University and was bestowed an honorary doctorate in psychology from Saybrook Graduate School in 2009. www.chipconley.com",
      "image_uri": "/static/images/speakerPics/Chip Conley.jpg",
      "youtube_url": "https://www.youtube.com/watch?v=3tzyrxdca-Y"
    },
    {
      "year": "2011",
      "name": "Sonja Drakulich",
      "byline": "Sonja Drakulich was born ...",
      "description": "Sonja Drakulich was born in Los Angeles of Serbian and Hungarian decent. She began performing Balkan and Medieval European music and her own compositions at the age of 18. Her studies and interests range from Hindustani to Persian, Turkish, Greek and Arabic singing. Her main focus is Bulgarian regional vocals. Sonja credits much of her learning of Eastern European styles to her teachers, Tatiana Sarbinska and Tsvetanka Varimezova. She has toured nationally with the Mevlevi Dervishes as a singer and percussionist, and in Indonesia with a lead role in the Gamelan theater group, Situbanda. She is most well known for her work in the internationally acclaimed world music ensemble, Stellamara. As the producer and singer of Stellamara, she has toured throughout the US and Europe and has produced three critically acclaimed CD releases. Throughout her studies and her career as producer and performer, she maintains her focus on the devotional aspect of song and on intercultural unification through music.",
      "image_uri": "/static/images/speakerPics/Sonja Drakulich.jpg",
      "youtube_url": ""
    },
    {
      "year": "2011",
      "name": "Robert Fuller",
      "byline": "Mathematician ",
      "description": "Robert Fuller earned his Ph.D. in physics at Princeton University and taught at Columbia, where he co-authored the text Mathematics of Classical and Quantum Physics. He then served as president of Oberlin College, his alma mater. Fuller is now an international authority on dignity and rankism (abusive, discriminatory, or exploitive behavior towards those with less power as signified by lower rank). In January 2011, he was the keynote speaker at ñThe National Conference on Dignity for Allî hosted by the president of Bangladesh. Fuller has also served as visiting professor at the Indian Institute of Science and the National Institute of Advanced Studies in Bangalore. He has made hundreds of public appearances and his work has been featured in scores of books and publications including the New York Times, O Magazine, and The Contemporary Goffman. He blogs for The Huffington Post and Psychology Today.",
      "image_uri": "/static/images/speakerPics/Robert Fuller.jpg",
      "youtube_url": "https://www.youtube.com/watch?v=djM6cZb8kak"
    },
    {
      "year": "2011",
      "name": "Erin Ganju",
      "byline": "Erin Keown Ganju is the c...",
      "description": "Erin Keown Ganju is the co-founder and chief executive officer of Room to Read, an organization that seeks to transform the lives of millions of children in the developing world by focusing on literacy and gender equality in education.<br/><br/>Founded on the belief that World Change Starts with Educated Children¬, the organization works in collaboration with local communities, partner organizations and governments to develop literacy skills and a habit of reading among primary school children, and support girls to complete secondary school with the relevant life skills to succeed in school and beyond.<br/><br/>Prominently featured in John WoodÍs book, Leaving Microsoft to Change the World: An EntrepreneurÍs Odyssey to Educate the WorldÍs Children, Erin has been instrumental in creating the scalable approach Room to Read employs to create flexible, adaptable programming to meet the diverse needs of each of its partner communities.<br/><br/>By working closely with nine in-country teams and two regional teams, Erin manages the design of Room to ReadÍs programs as well as its launches into new regions. She also oversees Room to ReadÍs more than 375 employees and operations worldwide.<br/><br/>Under her leadership, Room to Read has been recognized with prestigious awards, including the Draper Richards Fellowship, the Skoll Awards for Social Entrepreneurship and the American Library AssociationÍs Presidential Citation for International Innovation. In addition, Room to Read is one of the few organizations to have won the Fast Company/Monitor Social Capitalist Award every year since its inception and one of only 6% of charities to receive five consecutive 4-star ratings by Charity Navigator.<br/><br/>Prior to joining Room to Read in 2001, Erin held high ranking positions with Silicon Valley-based technology company Dejima, Inc., e-Commerce infrastructure provider Network Commerce, leading consumer products company Unilever N.V., and international investment bank Goldman, Sachs & Co.<br/><br/>Erin holds a combined bachelorÍs and masterÍs degree in International Relations and Economics from Paul H. Nitze School of Advanced International Studies at The Johns Hopkins University in Washington, D.C.<br/><br/>Since its start in 2000, Room to Read has impacted the lives of more than four million children by providing increased access to high-quality educational opportunities through its network of libraries and schools, local language childrenÍs books and its girlsÍ education program. Room to Read is changing childrenÍs lives in Bangladesh, Cambodia, India, Laos, Nepal, South Africa, Sri Lanka, Vietnam and Zambia and aims to reach 10 million children by 2015.",
      "image_uri": "/static/images/speakerPics/Erin Ganju.jpg",
      "youtube_url": "https://www.youtube.com/watch?v=hWkMa5BMrAQ"
    },
    {
      "year": "2011",
      "name": "Eoin Harrington",
      "byline": "Singer/Songwriter Eoin Ha...",
      "description": "Singer/Songwriter Eoin Harrington was born and raised in Dublin, Ireland before making his home in San Francisco a few years back. He left the fields of Chemical Engineering and Mathematics to pursue music and start his social tech company. He is a clasically trained multi instrumentalist, producer and engineer. His album, Story, has been met with critical acclaim in the States and in Europe, a string of sold out shows and front page write ups by newspapers like the SF Chronicle. He has performed with The Pussy Cat Dolls, The Fray, The Counting Crows, Alanis Morissette, Train, Sara Bareilles, Brandi Carlile and many others. He has recently completed a US tour and has made several European performances including a show for the President of Ireland.<br/><br/>The track ñAddictedî from ñSTORYî is in regular rotation on several national radio stations in Ireland and is receiving a great response.<br/><br/>He released an EP at the end of last year entitled New Years Day, the title track of which received a great reception across Ireland.<br/><br/>His New album is coming out in this Summer with a cd release party taking place at YoshiÍs in San Francisco.<br/>In the bay area, you might have heard Eoin during one of his many appearances on KFOG, KGO, NPR, Alice and KRON4.<br/><br/>He has written songs for the MGM global release ñHer Best Moveî and scored the complete soundtrack for ñLove on the Lineî to be released this year.<br/><br/>Eoin has teamed up with the Hardrock Cafe to raise money for cancer research _ a cause close to his heart and the inspiration for his hit song, ñSo Wrong.î<br/><br/>He is very active in the music community and is on the Board of Governors of the Grammys. He is a prolific songwriter and has won multiple songwriting competitions and has twice received the award for best song in the Westcoast Songwriters contest.",
      "image_uri": "/static/images/speakerPics/Eoin Harrington.jpg",
      "youtube_url": "https://www.youtube.com/watch?v=dZDVg3oL-2w"
    },
    {
      "year": "2011",
      "name": "Walter Hood",
      "byline": "Walter Hood is a Professo...",
      "description": "Walter Hood is a Professor at the University of California, BerkeleyÍs Landscape Architecture and Environmental Design Department, and chaired from 1998 to 2002. He established his Oakland, California_based studio in 1992. His studio, Hood Design, has been engaged in architectural commissions, urban design, art installations, and research since 1992. Earlier projects located in Oakland such as the Lafayette Square and Splash Pad Parks are regarded as transformative designs for the field of landscape architecture. Hood Design is also the designer for the gardens and landscape of the new De Young Museum; the new landscape for the California African American Museum in Los Angeles; and new Sculpture Terrace for the Jackson Museum of Wildlife Art in Jackson, Wyoming. Recently, Hood won design competitions for the Center for Civil & Human Rights in Atlanta, GA; Garden Passage, a public artwork in Pittsburgh, PA; and a 1.1 megawatt photovoltaic array within the campus landscape at the University at Buffalo. In 2009-10 Walter Hood received the Cooper_Hewitt National Design Award for Landscape Design, and in 2010 was bestowed the title, Master of Design, by Fast Company Magazine.<br/><br/>Hood has worked in a variety of settings including architecture, urban design, community planning, environmental art, and research. He was a fellow at the American Academy in Rome in Landscape Architecture in 1997. He has exhibited and lectured on his professional projects and theoretical works nationally and abroad. Hood also participated in the San Francisco Museum of Modern ArtÍs ñRevelatory Landscapesî Exhibition 2000_1. In 2010, Hood participated in Art Institute of Chicago MuseumÍs ñLearning Modernî exhibition, and was featured prominently in the February 2010 issue of ñArt in Americaî. This spring Hood was a selected winner for the Venice Biennale, Venice Italy and exhibited two projects: a green street and plaza for Center Street in Berkeley, California, and the Greenprint, an urban landscape vision for the Hill District in Pittsburgh, Pennsylvania.<br/><br/>Walter Hood has several publications that illuminate his unique approach to the design of urban landscapes. His published monographs: Urban Diaries and Blues & Jazz Landscape Improvisations won an ASLA Research Award in 1996. In 2001 WalterÍs essay ñMacon Memoriesî was featured in the Princeton Press. His work had been featured in the exhibition and publication, ñOpenî New Designs for Public Spaces, Van Allen Institute, NY, Metropolis Magazine, the New York Times, and Dwell Magazine, etc. Hood is currently researching and writing a book entitled, Urban Landscapes: American Landscape Typologies. His teachings of the American Urban Landscape are intertwined with his design work creating a didactic approach to the design of urban landscapes.",
      "image_uri": "/static/images/speakerPics/Walter Hood.jpg",
      "youtube_url": "https://www.youtube.com/watch?v=SBshFBR_fR4"
    },
    {
      "year": "2011",
      "name": "Brad Kava",
      "byline": "Brad Kava is a former new...",
      "description": "Brad Kava is a former news reporter and syndicated media critic for the San Jose Mercury News and has had numerous works published in the New York Times, Kansas City Star, Rolling Stone magazine and others. Brad has had front page stories about everything ranging from satellite radio, digital music rights and terrorist bombings to features on well renown authors and profiles on technology luminaries and CEOs. He was part of a team that won the Pulitzer Prize for covering the 1989 Loma Prieta earthquake and has done writing projects for the Los Angeles blues and rock record label, Delta Groove. He has been a guest on ñNightline,î NPRÍs ñMorning Editionî and Howard SternÍs radio show, and is a regular media commentator for KCBS Radio, KGO radio and Fox TV affiliate KTVU in Oakland. His published interviews translated around the world have included musicians such as Keith Richards, James Cotton, Paul McCartney, Snoop Dogg, and U2.<br/><br/>Brad has won several awards for his writing, including second place for the Best Bay Area Columnist and Best Feature Story, and honorable mention for the Best Serious Feature Story. He was also part of the team that won a Pulitzer Prize for coverage of the Loma Preita earthquake. He is also an avid blogger and part owner of the Santa Cruz Blues Festival. Additionally, heÍs a blues harmonica and has performed with a number of bands including Santana musicians.",
      "image_uri": "/static/images/speakerPics/Brad Kava.jpg",
      "youtube_url": "https://www.youtube.com/watch?v=7esCbFaX8-s"
    },
    {
      "year": "2011",
      "name": "Notworthy",
      "byline": "Noteworthy is a student-r...",
      "description": "Noteworthy is a student-run, student-written, all-male, excessively-hypenated a cappella group on the UC Berkeley campus. Founded in 2000 in the dorms, Noteworthy is unusual in that a large portion of its music was completely writtten by its current and former members. Furthermore, that which isnÍt compeltely written by students was at the very least, arranged by students. In addition to musical excellence, the men of Noteworthy strive for an engaging performance for every sense_except perhaps smell. You can learn more about the endeavors of these men at noteworthy.berkeley.edu or at facebook.com/noteworthy or at twitter.com/NoteworthyGuys",
      "image_uri": "/static/images/speakerPics/Noteworthy.jpg",
      "youtube_url": "https://www.youtube.com/watch?v=mT5B1YV5cHw"
    },
    {
      "year": "2011",
      "name": "David Rose",
      "byline": "David Rose is a product d...",
      "description": "David Rose is a product designer, technology visionary, and serial entrepreneur. Currently David is Chief Executive Officer at Vitality, a company reinventing medication packaging with wireless technology.<br/>Rose founded and was CEO of Ambient Devices where he pioneered glanceable technology: embedding Internet information in everyday objects like light bulbs, mirrors, refrigerator doors, digital post-it notes, and umbrellas to make the physical environment an interface to digital information.<br/>In 1997 Rose patented online photo-sharing and founded Opholio. Before the Internet he founded Interactive Factory which creates interactive museum exhibits, educational software and smart toys, including the award-winning LEGO Mindstorms Robotic Invention System.<br/><br/>Rose teaches a popular course on tangible user interfaces at the MIT Media Lab and blogs on connected health at www.roseology.com.",
      "image_uri": "/static/images/speakerPics/David Rose.jpg",
      "youtube_url": "https://www.youtube.com/watch?v=weTyZDNsOJo"
    },
    {
      "year": "2011",
      "name": "Moses Sedler",
      "byline": "Moses Sedler is a compose...",
      "description": "Moses Sedler is a composer, of music for concert stage, modern dance, and film. He is also a concert cellist, and recording artist. Moses has a background rooted in classical music, as well as improvisatory music, with influences of Indian classical music, and eastern European folk music. Moses studied composition at Cornish College of the Arts in Seattle Washington, before moving to the San Francisco Bay Area to study north Indian classical music with Ali Akbar Khan.<br/><br/>As a cellist and composer Moses has been working with concert ensembles, dance companies, choreographers, and filmmakers for over 15 years. Some of the collaborations include Lines Ballet, The Picasso String Quartet, Kunst-Stoff, Davka, Janice Garrett and dancers, Ballet Afsaneh, Kitka, and Open Eye Pictures.",
      "image_uri": "/static/images/speakerPics/Moses Sedler.jpg",
      "youtube_url": ""
    },
    {
      "year": "2011",
      "name": "Shore Slocum",
      "byline": "Shore Slocum is a student...",
      "description": "Shore Slocum is a student of Universal Law and principles that create lasting change, deeper purpose, and connection and service to something greater than oneÍs self. Through his keynotes and Speakers Boot Camps he has inspired tens of thousands annually with his sincere caring, powerful energy, deep wisdom, and his passion in the belief that we are all meant to create a life of fulfillment and meaning.<br/><br/>In his programs, Shore teaches strategies for putting your heart and spirit back into everything you do and everyone you care about. A truly engaging speaker and mesmerizing story teller, Shore has worked closely with speakers like Wayne Dyer, Deepak Chopra, Mary Manin Morrissey, Bob Proctor, John Assaraf, Norman Schwartzkoff, Scott DeMoulin, Anthony Robbins, Mary Lou Retton, Larry King, Zig Ziglar, Bobby Knight, Dan OÍBrien, Christopher Reeve and dozens more.<br/><br/>Considered by many as the Trainer of Leaders, Shore conducts Speakers Boot Camps and leadership retreats (Finding Your Voice _ Expressing Your Vision and The Spirit of Leadership) to assist business/team leaders, and those with an important message to share in finding their unique style. Shore earned his Bachelors and Masters Degrees in Religious/Spiritual Studies and in early 2007 was awarded his Doctorate in Holistic Theology from Emerson University. He will also be ordained as an Interfaith Minister in late. ShoreÍs unique and powerful ability to assimilate information has led him to develop content and curriculum for many clients worldwide such as: The Anthony Robbins Companies, Open Door Productions, and The Kabbalah Centers Worldwide.<br/><br/>Shore most recent business endeavor is an virtual community that he playfully calls, ñThe Search Engine for the Soulî. Called SoulNeeds, it combines the worldÍs best wisdom, wrapped in conscious entertainment, delivered to you in a community with purpose.",
      "image_uri": "/static/images/speakerPics/Shore Slocum.jpg",
      "youtube_url": "https://www.youtube.com/watch?v=g9CkQcFlRN4"
    },
    {
      "year": "2011",
      "name": "David Silverman",
      "byline": "David Silverman is an ani...",
      "description": "David Silverman is an animator best known for directing numerous episodes of the animated TV series The Simpsons, as well as The Simpsons Movie. Silverman was involved with the series from the very beginning, where he animated all of the original Simpsons Tracy Ullman shorts and went on to serve as director of animation for several years.<br/><br/>SilvermanÍs direction and animation is known for its energy, sharp timing, adventurous use of design elements and often complex acting, involving expressions and poses which are often quixotic, emotionally specific or highly exaggerated. It frequently recalls the works of Ward Kimball, Tex Avery, Bob Clampett and Chuck Jones. His most prolific period of work on The Simpsons can be roughly categorized as beginning with the ñTracy Ullmanî episodes and ending in or around season eight of the series, for which he animated HomerÍs psychedelic dream in ñEl Viaje Misterioso de Nuestro Jomer (The Mysterious Voyage of Homer)î. Other representative examples of SilvermanÍs work on ñThe Simpsonsî include the HomerÍs histrionic, spasmodic heart attack in ñHomerÍs Triple Bypassî, HomerÍs demented hysterics over the iconic painting of poker-playing canines in ñTreehouse of Horror IVî and subsequent turn as an even-more-deranged appropriation of Jack NicholsonÍs character from ñThe Shiningî in ñTreehouse of Horror Vî, and HomerÍs archetypically cartoonish reaction to BartÍs prescription of Focusyn in ñBrotherÍs Little Helperî.<br/><br/>Silverman is also the director of the The Simpsons Movie, which was released July 27, 2007. He originally left The Simpsons to direct additional sequences in The Road to El Dorado for DreamWorks. Some of his other film work includes Monsters, Inc. for Disney and Pixar, in which he was a co-director. He is currently a consulting producer and occasional director.<br/><br/>Silverman plays the tuba and has performed at events like Burning Man and on June 23, 2006, he appeared on The Tonight Show with Jay Leno, where he played his flaming sousaphone. Silverman was a member of the UCLA Bruin Marching Band Sousaphone Section in the early 1980s. He is currently a member of Los Trancos Woods Community Marching Band. In January 2009, Silverman joined the LA band Vaud and the Villains.",
      "image_uri": "/static/images/speakerPics/David Silverman.jpg",
      "youtube_url": "https://www.youtube.com/watch?v=_j-aIN1diyA"
    },
    {
      "year": "2011",
      "name": "Marti Spiegelman",
      "byline": "Marti Spiegelman, MFA is ...",
      "description": "Marti Spiegelman, MFA is a training professional, mentor, speaker, and founder and host of Awakening Value»: Shamanic Technologies of Consciousness and Success on the VoiceAmerica» Web Radio Network.<br/><br/>Marti holds a BA in biochemistry from Harvard University, an MFA in graphicdesign from the Yale School of Art and Architecture, and has advanced training inneurophysiology, psychology, and anthropology. She was president of her own designfirm for 20 years. She is founder of ShamanÍs Light», a professional training programdedicated to the creation of abundance through evolved consciousness and passion-based work. This year she is launching The Conscious CEO», an executive trainingsummit designed specifically for business leaders to master the organizing principlesof consciousness, the precise principles underlying all business, financial, social,governmental, and environmental success.<br/><br/>Marti also brings her knowledge to the financial world. She offers her course ConsciousTrading» through the Investment Mentoring Institute in Southern California, whereshe also trained as a trader. She was titled the 2010 Cambridge Registry ExecutiveProfessional of the Year for her work in applying the principles of consciousness to theevolution of business and environmental action.<br/><br/>The unique quality of MartiÍs work is the result of her nearly 40 years of business experience woven with her expertise in the indigenous technologies of consciousness.MartiÍs interest in the power of consciousness springs from her scientific backgroundcombined with the teachings of her shamanic initiations in South America, Africa, andAsia. Her insights into shamanic technologies, the related miracles of neurobiology,and our human capacity to create, evolve, and thrive provide the inspiration for thediscussions she leads in her trainings and in talks around the world.",
      "image_uri": "/static/images/speakerPics/Marti Spiegelman.jpg",
      "youtube_url": "https://www.youtube.com/watch?v=AJBvMu2wJ5k"
    },
    {
      "year": "2011",
      "name": "Peter Stanely",
      "byline": "Peter Stanley is a record...",
      "description": "Peter Stanley is a record producer, songwriter and guitar player extraordinaire. He fronts the blues band Doghouse Riley, which has played the Warfield in San Francisco and the Civic Center in San Jose.<br/>",
      "image_uri": "/static/images/speakerPics/Peter Stanley.jpg",
      "youtube_url": "https://www.youtube.com/watch?v=7esCbFaX8-s"
    },
    {
      "year": "2011",
      "name": "Matt Venuti",
      "byline": "Composer, multi-instrumen...",
      "description": "Composer, multi-instrumentalist, and TED veteran Matt Venuti opened the 2004 conference in Monterey with a solo from a unique and fascinating device that no one had previously heard of, the Electronic Valve Instrument, or EVI . He went on to play the EVI as lead instrumentalist in Thomas DolbyÍs TED house band throughout the conference. At TEDx heÍll offer another unique musical expression playing something that has created a renaissance in music instrument design\u0083the first ñviral instrumentî and arguably the most beautiful and captivating ever, the Pan Art Hang. The name Hang comes from the Swiss German word for hand. A handmade ñsound sculptureî with an innovative design, the PanArt Hang is hand-crafted by only two people in the world, Swiss artists Felix Rohner and Sabina Sh_rer in Bern. Over time the Hang makers and certain players began to realize that the Hang was no typical musical instrument, as reports came back to them many times over of properties in the Hang that had strong and positive effects on the body/mind/spirit of both player and listener. Matt Venuti was one of the first to recognize this phenomenon and set out to explore the effects of the Hang as an instrument of quieting the mind and opening the heart. He performs regular ñHang Immersionî concerts and works with individuals and groups to help awaken inner wisdom, joy, and a sense of wholeness through the resonating sounds of the Hang.",
      "image_uri": "/static/images/speakerPics/Matt Venuti.jpg",
      "youtube_url": ""
    }
  ]
}
